{
  "catagories": [
    {
      "id": "1",
      "name": "Trong nước"
    },
    {
      "id": "2",
      "name": "Nước ngoài"
    },
    {
      "id": "3",
      "name": "Tour hot"
    }
  ],
  "area": [
    {
      "id": "1",
      "name": "Miền Bắc"
    },
    {
      "id": "2",
      "name": "Miền Trung"
    },
    {
      "id": "3",
      "name": "Miền Nam"
    },
    {
      "id": "4",
      "name": "Châu Á"
    },
    {
      "id": "5",
      "name": "Châu Âu"
    },
    {
      "id": "6",
      "name": "Châu Phi"
    },
    {
      "id": "7",
      "name": "Châu Mỹ"
    },
    {
      "id": "8",
      "name": "Chúc Úc"
    }
  ],
  "tour": [
    {
      "id": "1",
      "name": "Tour Bình Hưng 2N2Đ: Ninh Chữ - Vịnh Vĩnh Hy - Ngắm San Hô - BBQ Hải Sản",
      "image": "https://cdn2.ivivu.com/2021/03/04/10/ivivu-vinh-hy-bia-360x225.gif",
      "image_introduce": "https://cdn2.ivivu.com/2021/03/04/10/ivivu-vinh-hy-bia-750x420.gif",
      "catagory_Id": 1,
      "area_Id": 2,
      "date": "2 ngày, 2 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Nha Trang",
      "price_Adult": 18900000,
      "price_Childern": 1417500,
      "evaluate": "9.2 Tuyệt vời",
      "start_day": "2024-07-12",
      "description": {
        "title": "Chạm tay đến Maldives Việt Nam",
        "content": "Khám phá Bình Hưng, một viên ngọc ẩn giấu của Nha Trang với bãi biển trong xanh, hang đá nước ngọt độc đáo và san hô đẹp mắt. Thưởng thức hải sản tươi ngon, trong đó có tôm hùm trứ danh, và trải nghiệm cuộc sống đảo qua chương trình BBQ hải sản. Hành trình từ Ninh Chữ đến Vịnh Vĩnh Hy, ngắm san hô bằng tàu đáy kính và tham gia nhiều hoạt động vui vẻ khác. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "TỐI NGÀY 01: TP. HCM -  ĐẢO BÌNH HƯNG",
          "route": [
            {
              "time": "20h00: Xe và HDV đón khách tại điểm hẹn, Đoàn khởi hành đi Ninh Chữ - Vịnh Vĩnh Hy. Nghỉ đêm trên xe.",
              "description": "Điểm đón 1: Cây xăng số 14 (đối diện Bến xe Miền Tây ( có chỗ gửi xe)",
              "image": ""
            },
            {
              "time": "",
              "description": "Điểm đón 2: Ngã 4 an sương, N4 Ga (không có chỗ gửi xe)",
              "image": ""
            },
            {
              "time": "",
              "description": "Điểm đón 3: Trạm xăng dầu Nhơn Hoà, 520 Quốc lộ 13, Hiệp Bình Phước, Thủ Đức, cách bến xe miền đông 800m.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 01: VỊNH VĨNH HY - NGẮM SAN HÔ - BÌNH HƯNG (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Buổi sáng",
              "description": "07h00: Đoàn lên tàu đáy kính đi tham quan vịnh Vĩnh Hy - Ngắm nhìn rừng san hô và đời sống sinh vật biển phong phú qua đáy kính trong suốt. Ngoài ra, có cơ hội tắm tại bãi biển Bà Điên, với làn sóng nhẹ và nước biển trong xanh.",
              "image": "https://cdn2.ivivu.com/2019/03/05/17/ivivu-vinh-vinh-hy.jpg"
            },
            {
              "time": "Buổi chiều",
              "description": "10h00: Tàu đưa đoàn trở về đất liền. Tiếp tục đến với Đảo Bình Hưng, xe đưa quý khách qua cung đường ven biển mới tuyệt đẹp.",
              "image": "https://cdn2.ivivu.com/2023/06/08/16/ivivu-binh-hung-bia.jpg"
            },
            {
              "time": "Buổi tối",
              "description": "Tàu đưa quý khách về lại đảo, Quý khách vệ sinh cá nhân. Đoàn tham gia bữa tiệc hải sản Tôm Hùm trên bè. Thực đơn: Tôm hùm ½ con/người, Cá Giò hoặc cá Bò nướng cuốn bánh tráng + Rau sống, Ốc mặt trăng hấp, Mực nướng sate chấm tương xanh,  Sò nướng mỡ hành, Lẩu hải sản, Trà Đá.",
              "image": "https://cdn2.ivivu.com/2016/09/05/10/ivivu-binh-ba-2n2d-kham-pha-dao-tom-hum-tom-hum1.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2: ĐỒI CỪU - VƯỜN NHO - TP. HCM (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Buổi sáng",
              "description": "08h30: Trả phòng tạm biệt đảo Bình Hưng, lên tàu về lại đất liền. Tham quan Đồi Cừu Suối Tiên là khu sinh thái mới, mang vẻ đẹp tự nhiên như nông trại cừu cổ tích châu Âu, với không gian xanh rộng lớn. (tự túc)",
              "image": "https://cdn2.ivivu.com/2023/04/25/15/ivivu-bai-trung-binh-hung-.jpg"
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn dùng cơm trưa tại nhà hàng Cà Ná. Tiếp tục hành trình về TP.HCM, trên đường về xe dừng chân tham quan và mua sắm đặc sản của từng địa phương như: nho, tỏi, nước mắm,...",
              "image": "https://cdn2.ivivu.com/2019/12/11/14/ivivu-vuon-nho-ninh-thuan.gif"
            },
            {
              "time": "Buổi tối",
              "description": "19h00: Về đến TP.HCM xe đưa đoàn về điểm hẹn. Kết thúc tour đảo Bình Hưng.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "name": "Tour Cao Bằng 3N2Đ: Hà Nội - Cao Bằng - Bắc Cạn - Thác Bản Giốc",
      "image": "https://cdn2.ivivu.com/2022/07/08/15/ivivu-thac-ban-gioc-2-360x225.gif",
      "image_introduce": "https://cdn2.ivivu.com/2016/10/06/16/ho-ba-be-cung-co-mua-buom-bay-5-750x420.jpg",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "3 ngày, 2 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Cao Bằng",
      "price_Adult": 2365000,
      "price_Childern": 1773500,
      "evaluate": "9.3 Tuyệt vời",
      "start_day": "2024-07-12",
      "description": {
        "title": "Tour Cao Bằng 3N2Đ: Hà Nội - Cao Bằng - Bắc Cạn - Thác Bản Giốc",
        "content": "Hành trình 3 ngày 2 đêm đến Cao Bằng bao gồm thăm Hồ Ba Bể, khám phá làng Pắc Ngòi, chiêm ngưỡng Thác Bản Giốc, và tắm tại Suối Lê Nin. Mỗi điểm đến đều mang đặc trưng riêng, từ vẻ đẹp tự nhiên kỳ vĩ đến nét văn hóa đặc sắc của cộng đồng dân tộc tại đây​​. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI – SÔNG NĂNG - HỒ BA BỂ (ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "Buổi sáng",
              "description": "6h00: Xe và hướng dẫn viên đón khách tại Nhà Hát Lớn Hà Nội. Xe khởi hành đi Bắc Kạn. Đoàn dừng chân ăn sáng trên đường đi (chi phí tự túc), trên xe tham gia các trò chơi vui nhộn do hướng dẫn viên tổ chức.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Chiều: Đoàn dừng chân dùng bữa trưa tại nhà hàng thị trấn Chợ Rã. Sau bữa trưa đoàn tiếp tục hành trình đi Ba Bể.",
              "image": "https://cdn2.ivivu.com/2022/10/18/11/ivivu-hoa-ba-be-4.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Tối: Đoàn nhận phòng homestay nghỉ ngơi.Quý khách dùng bữa tối tại home stay với những món ăn độc đáo được chế biến theo phong cách truyền thống của người dân tộc Tày. Nghỉ đêm tại home stay Pắc Ngòi - Ba Bể.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: CAO BẰNG – THÁC BẢN GIỐC - ĐỘNG NGƯỜM NGAO (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Buổi sáng",
              "description": "Sáng: Sau bữa sáng, Xe và HDV đưa Quý khách khởi hành đi Trùng Khánh thăm thác Bản Giốc.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Đến Bản Giốc quý khách dùng bữa trưa tại nhà hàng với những món ăn đặc sắc của vùng miền, sau bữa trưa quý khách tiếp tục hành trình tham quan thác Bản Giốc có độ cao 53m, chia làm 3 tầng được coi là thác đẹp nhất Việt Nam và là thác lớn nhất Đông Nam Á. Thác cũng là nơi giáp ranh với nước bạn Trung Hoa với cột mốc chủ quyền thiêng liêng của Tổ Quốc.",
              "image": "https://cdn2.ivivu.com/2016/08/31/14/ivivu-tour-mien-bac-4n3d-ho-ba-be-thac-ban-gioc-hang-pac-po-thac-ban-gioc.jpg"
            },
            {
              "time": "Buổi tối",
              "description": "Tối: Quý khách dùng bữa tối tại nhà hàng, tự do dạo chơi thưởng thức hạt dẻ, bánh trôi tàu,khám phá Tp. Cao Bằng về đêm. Nghỉ đêm tại khách sạn.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: CAO BẰNG – SUỐI LÊ NIN – PĂC BÓ - HÀ NỘI (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Buổi sáng",
              "description": "06h30: Đoàn thức giấc, làm thủ tục trả phòng khách sạn. Tham quan suối Lê Nin, hang Pắc Bó. Tại đây Quý khách vào thăm nơi ở và hoạt động của Chủ tịch Hồ Chí Minh trong những năm kháng chiến từ 1941 đến 1945, đoàn chụp hình lưu niệm tại Suối Lê Nin - Núi Các Mác, thăm hang Cốc Bó và chụp hình lưu niệm tại Cột mốc số 0 đường Hồ Chí Minh.",
              "image": "https://cdn2.ivivu.com/2020/05/26/16/ivivu-suoi-le-nin.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Quý khách dùng bữa trưa tại nhà hàng ở Cao Bằng. Đoàn lên xe trở về Hà Nội",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Tối: Về đến Hà Nội kết thúc chương trình",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "3",
      "name": "Trải Nghiệm Du Lịch Singapore - Kuala Lumpur - Singapore 3N2Đ Cùng Siêu Du Thuyền Genting Dream 5*",
      "image": "https://cdn2.ivivu.com/2023/04/11/10/ivivu-dream-cruise-360x225.gif",
      "image_introduce": "https://cdn2.ivivu.com/2023/04/11/10/ivivu-cruise-750x420.gif",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "3 ngày, 2 đêm",
      "location_Start": "Singapore",
      "location_End": "Malaysia",
      "price_Adult": 11560000,
      "price_Childern": 10404000,
      "evaluate": "9.2 Tuyệt vời",
      "start_day": "2024-07-07",
      "description": {
        "title": "Siêu phẩm giải trí, nghỉ dưỡng trên đại dương",
        "content": "Thưởng thức chuyến du lịch 3 ngày 2 đêm trên siêu du thuyền Genting Dream 5 sao, khám phá Singapore và Kuala Lumpur. Từ không gian hiện đại của Singapore, hành trình sẽ đưa bạn đến với Kuala Lumpur, thủ đô sầm uất của Malaysia, nổi tiếng với các tòa nhà chọc trời như Tháp Đôi Petronas và nền ẩm thực đa dạng. Trên tàu, quý khách sẽ tận hưởng các tiện ích sang trọng, ẩm thực tuyệt vời và hoạt động giải trí đỉnh cao. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: SINGAPORE - DU THUYỀN GENTING DREAM (ĂN TỐI)",
          "route": [
            {
              "time": "",
              "description": "Quý khách vui lòng có mặt tại cảng Marina Bay Cruise Center ít nhất 2 tiếng trước giờ khởi hành để làm thủ tục lên du thuyền, sau đó có thể thưởng thức bữa tối và tham gia các hoạt động giải trí trên tàu.",
              "image": "https://cdn2.ivivu.com/2023/04/11/10/ivivu-interior2.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CẬP CẢNG KLANG, MALAYSIA VÀ TỰ DO KHÁM PHÁ KUALA LUMPUR. (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "",
              "description": "Tàu cập bến cảng Klang, Malaysia vào buổi sáng. Quý khách có thể lựa chọn thư giãn trên du thuyền hoặc khám phá Kuala Lumpur, cách đó 1 giờ lái xe. Thành phố này nổi tiếng với những tòa nhà chọc trời và kiến trúc lịch sử, đặc biệt là Tháp Đôi Petronas - biểu tượng của kiến trúc hiện đại pha lẫn nét truyền thống Hồi giáo.",
              "image": "https://cdn2.ivivu.com/2018/08/16/10/ivivu-thap-doi-twin-tower-petronas.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: ĂN SÁNG TRÊN DU THUYỀN VÀ TRỞ VỀ SINGAPORE.",
          "route": [
            {
              "time": "",
              "description": "Du Thuyền cập cảng Singapore. Quý khách có thể ăn sáng và thư giãn trước khi rời Du Thuyền.",
              "image": "https://cdn2.ivivu.com/2023/04/17/17/ivivu-bar-city.gif"
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "name": "Tour Trung Quốc 7N6Đ: Thượng Hải - Ô Trấn - Hàng Châu - Tô Châu - Vô Tích - Bắc Kinh",
      "image": "https://cdn2.ivivu.com/2023/03/16/09/ivivu-tu-cam-thanh-1-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2023/03/16/09/ivivu-van-ly-truong-thanh-750x420.gif",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "7 ngày, 6 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Trung Quốc",
      "price_Adult": 23850000,
      "price_Childern": 20772000,
      "evaluate": "9.0 Tuyệt vời",
      "start_day": "2024-07-13",
      "description": {
        "title": "Tour Trung Quốc 7N6Đ: Thượng Hải - Ô Trấn - Hàng Châu - Tô Châu - Vô Tích - Bắc Kinh",
        "content": "Tour du lịch Trung Quốc 7 ngày 6 đêm bao gồm các điểm đến hấp dẫn như Thượng Hải, Ô Trấn, Hàng Châu, Tô Châu, Vô Tích và Bắc Kinh. Du khách sẽ khám phá sự pha trộn của cảnh quan tự nhiên lãng mạn và những di sản văn hóa phong phú. Tour bao gồm vé máy bay, lưu trú tại khách sạn 4 sao, bảo hiểm, xe đưa đón, vé tham quan và dịch vụ hướng dẫn viên. Các điểm nổi bật trong hành trình bao gồm tháp truyền hình Minh Châu Phương Đông, Tây Hồ, và nhiều điểm đến khác. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - THƯỢNG HẢI ( ĂN 1 BỮA)",
          "route": [
            {
              "time": "",
              "description": "Trưởng đoàn đón Quý khách tại sân bay Tân Sơn Nhất để làm thủ tục checkin đáp chuyến bay  VN522 SGN-PVG 08:50-14:12 đi Thượng Hải. Đến Thượng Hải, đoàn làm thủ tục nhập cảnh. Tiếp tục tham quan Kiến trúc Vạn Quốc – Bến Thượng Hải là khu vực thuộc quận Hoàng Phố tại Thượng Hải, Trung Quốc. Khu vực này tập trung ở một phần của đường Trung Sơn bên trong khu Thượng Hải Công cộng Tô giới (tô giới cho người nước ngoài định cư) trước kia, chạy dọc theo bờ sông Hoàng Phố, đối diện với Phố Đông, ở phần phía đông của quận Hoàng Phố. Bến Thượng Hải thường được dùng để đề cập đến các toà nhà và cầu tàu ở phần này của con đường, cũng như một số vùng lân cận. ",
              "image": "https://cdn2.ivivu.com/2023/05/15/10/ivivu-ben-thuong-hai2.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: THƯỢNG HẢI - Ô TRẤN - HÀNG CHÂU ( ĂN 3 BỮA)",
          "route": [
            {
              "time": "Sau bữa sáng, làm thủ tục trả phòng. Đoàn di chuyển đi tham quan mua sắm tại Xưởng Ngọc.",
              "description": "Đoàn di chuyển sang Ô TRẤN - những công trình nhuốm màu thời gian, mang theo vẻ cổ kính đẹp đến mê lòng khách thập phương . Ô Trấn đã có đến 1300 tuổi đời, gắn với nhiều biến động lịch sử, văn hóa Trung Quốc và tự hào khi được UNESCO công nhận là di sản văn hóa thế giới.",
              "image": "https://cdn2.ivivu.com/2023/07/28/10/ivivu-o-tran-toi.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: HÀNG CHÂU - TÔ CHÂU ( ĂN 3 BỮA)",
          "route": [
            {
              "time": "Quý khách ăn sáng tại khách sạn, trả phòng, đoàn di chuyển đi Tô Châu. Đến Tô Châu, Đoàn ăn trưa và tham quan Hàn Sơn Tự.",
              "description": "Tham quan nghệ thuật kiến trúc nhà vườn Sư Tử Lâm, vườn cổ tại Tô Châu.",
              "image": "https://cdn2.ivivu.com/2023/07/21/16/ivivu-su-tu-lam.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: TÔ CHÂU - VÔ TÍCH ( ĂN 3 BỮA)",
          "route": [
            {
              "time": "Quý khách ăn sáng tại khách sạn, trả phòng, đoàn di chuyển đi Vô Tích.",
              "description": "Đến Vô Tích, đoàn tham quan Li Garden – khu vườn mang phong cách đặc biệt, với 4 khu vườn nhỏ tượng trưng cho 4 mùa xuân hạ thu đông.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: VÔ TÍCH - BẮC KINH ( ĂN 2 BỮA)",
          "route": [
            {
              "time": "Quý khách ăn sáng tại khách sạn, làm thủ trả phòng. Di chuyến ra trạm tàu cao tốc – ngồi tàu đến Bắc Kinh. Quý khách dùng bữa trưa tự túc trên tàu.",
              "description": "Đến Bắc Kinh, đoàn tham quan Vạn Lý Trường Thành - kiến trúc kỳ vĩ này được xây dựng với mục đích phân chia ranh giới, chống ngoại xâm và nội loạn. Tuy nhiên ở thời điểm hiện tại, Vạn lý trường thành được nhắc đến nhiều hơn bởi giá trị văn hóa tinh thần mà nó đại diện cho người dân Trung Hoa.",
              "image": "https://cdn2.ivivu.com/2024/04/10/16/van-ly-truong-thanh-ivv.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 6: BẮC KINH ( ĂN 3 BỮA)",
          "route": [
            {
              "time": "Quý khách ăn sáng tại khách, tham quan quảng trường Thiên An Môn, Tử Cấm Thành – ngày nay còn được gọi là Cố Cung, tọa lạc ở ngay trung tâm thành phố Bắc Kinh. Các cung điện đồ sộ trong Tử Cấm thành được khởi công vào năm thứ 4 đời vua Vĩnh Lạc - vị hoàng đế kiệt xuất của triều Minh, và là một trong những vị vua lỗi lạc của Trung Quốc (tức là năm 1406) và hoàn thành sau 14 năm (tức là năm 1420).",
              "description": "Đoàn tiếp tục tham quan quan “Di Hòa Viên” – cung điện mùa hè của Từ Hy Thái Hậu với hồ Côn Minh, núi Vạn Thọ, thuyền đá, hành lang đi bộ dài nhất thế giới với nhiều công trình xa hoa khác.",
              "image": "https://cdn2.ivivu.com/2023/03/16/12/ivivu-di-hoa-vien.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 7: BẮC KINH - TP.HCM ( ĂN 2 BỮA)",
          "route": [
            {
              "time": "Quý khách ăn sáng tại khách sạn. di chuyển đi tham quan Ngọc Phỉ Thúy, tiếp tục di chuyển ra sân bay làm thủ tục đáp chuyến bay  VN513 PEK-HAN 15:45 - 18:40 sau đó nối chuyến VN221 HAN-SGN 21:15-23:08 về TPHCM.",
              "description": "Đến TP.HCM, HDV chia tay đoàn. Hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "5",
      "name": "Tour Trung Quốc 6N5Đ: Lệ Giang - Đại Lý - Shangrila (No Shopping)",
      "image": "https://cdn2.ivivu.com/2023/06/12/13/ivivu-thanh-co-le-giang-bia-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2023/04/14/12/ivivu-den-songzalin-750x420.jpg",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "6 ngày, 5 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Trung Quốc",
      "price_Adult": 19750000,
      "price_Childern": 18870000,
      "evaluate": "8.5 Khá tuyệt",
      "start_day": "2024-07-11",
      "description": {
        "title": "Tour Trung Quốc 6N5Đ: Lệ Giang - Đại Lý - Shangrila - No Shopping",
        "content": "Khám phá vẻ đẹp hùng vĩ và di sản văn hóa của Lệ Giang, Đại Lý, và Shangrila trong 6 ngày 5 đêm. Trải nghiệm sự thanh bình của các cổ trấn và công viên thiên nhiên, chiêm ngưỡng cảnh quan ngoạn mục tại Khe Hổ Nhảy và Núi Tuyết Ngọc Long. Tham quan những di tích Phật giáo cổ kính như Tam Tháp, Tu viện Songzanlin, cùng với những ngôi làng truyền thống và các di sản văn hóa độc đáo của người Naxi và Tạng. Hành trình mang lại những trải nghiệm văn hóa và thiên nhiên đáng nhớ. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HỒ CHÍ MINH - LỆ GIANG (ĂN TỐI)",
          "route": [
            {
              "time": "11h00: Quý khách có mặt tại sân bay Tân Sơn Nhất ga đi quốc tế. Trưởng Đoàn hướng dẫn làm thủ tục chuyến DR5052 lúc 14:05 - 18:35 đi Lệ Giang.",
              "description": "Đoàn đến sân bay Lệ Giang, HDV đón đoàn ăn tối và về khách sạn nhận phòng nghỉ ngơi. Nghỉ đêm tại Lệ Giang (Ks 5*).",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: LỆ GIANG - ĐẠI LÝ (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng tại khách sạn, khởi hành tham quan:",
              "description": "Thi Trấn ShuangLang - Làng chài có lịch sử hơn 1000 năm nằm ở phía Bắc thành phố Đại Lý, thị trấn ven hồ Nhĩ Hải rất được du khách yêu thích.",
              "image": "https://cdn2.ivivu.com/2024/04/17/14/thi-tran-shuanlang-ho-nhi-hai-ivv.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: ĐẠI LÝ - SHANGRILA (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng tại khách sạn, khởi hành tham quan:",
              "description": "Thành cổ Đại Lý - Huyền thoại giữa núi Thương Sơn và hồ Nhĩ Hải, nơi Tam tháp và di sản Phật giáo, cũng là quê hương thái tử Đoàn Dự từ 'Thiên Long Bát Bộ'.",
              "image": "https://cdn2.ivivu.com/2024/02/16/17/thanh-co-dai-ly-4.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: SHANGRILA - LỆ GIANG (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng tại khách sạn, tham quan:",
              "description": "Tu viện Songzanlin - Tu viện Phật giáo Tây Tạng lớn nhất ở tỉnh Vân Nam, cũng là một trong những tu viện nổi tiếng ở huyện Kham và Giáo phái Vàng ở Tứ Xuyên.",
              "image": "https://cdn2.ivivu.com/2024/05/21/11/tu-vien-songzanlin-ivv.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 05: LỆ GIANG (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Đoàn ăn sáng tại khách sạn, trả phòng. Tiếp tục tham quan:",
              "description": "Núi Tuyết Ngọc Long - 'Thụy Sĩ Á Đông' với tuyết phủ quanh năm, khám phá vẻ đẹp hùng vĩ và lưu giữ khoảnh khắc đáng nhớ. Đoàn đi cáp treo lớn lên núi với độ cao 4.506m và chụp ảnh lưu niệm. (bao gồm cáp treo lớn, không bao gồm xe điện)",
              "image": "https://cdn2.ivivu.com/2024/03/21/17/ngoc-long-ivv.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 06: LỆ GIANG - TP. HỒ CHÍ MINH (ĂN SÁNG)",
          "route": [
            {
              "time": "Đoàn ăn sáng tại khách sạn, trả phòng. ",
              "description": "Đoàn di chuyển ra sân bay, đáp chuyến DR5051 10:35 - 14:05 về TP. HCM. Kết thúc chương trình, chia tay và hẹn gặp lại!",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "6",
      "name": "Tour Trung Quốc 6N5Đ: Đập Tam Hiệp - Phượng Hoàng Cổ Trấn - Trương Gia Giới - Nghi Xương",
      "image": "https://cdn2.ivivu.com/2024/06/06/09/phuong-hoang-co-tran-ivv-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2023/03/13/14/ivivu-thanh-co-phuong-hoang-750x420.gif",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "6 ngày, 5 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Trung Quốc",
      "price_Adult": 12950000,
      "price_Childern": 12950000,
      "evaluate": "10 Tuyệt vời",
      "start_day": "2024-07-11",
      "description": {
        "title": "Tour Trung Quốc 6N5Đ: Đập Tam Hiệp - Phượng Hoàng Cổ Trấn - Trương Gia Giới - Nghi Xương",
        "content": "Khám phá di sản Trung Quốc trong 6 ngày từ Nghi Xương đến Trương Gia Giới. Hành trình bao gồm du thuyền sông Trường Giang, thăm Đập Tam Hiệp, kỳ quan Thiên Môn Sơn, và Phượng Hoàng Cổ Trấn. Thưởng thức vẻ đẹp thiên nhiên, văn hóa đặc sắc, và ẩm thực truyền thống, mang đến trải nghiệm đầy ấn tượng và phong phú. Cùng iVIVU khám phá ngay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - NGHI XƯƠNG (ĂN CẦM TAY TẠI SÂN BAY, ĂN TỐI NHẸ)",
          "route": [
            {
              "time": "10h55: Quý khách hàng tập trung tại Cột 12 - Cổng D2 - Ga đi Sân bay Quốc tế Tân Sơn Nhất (tầng 2), Trưởng đoàn đón và làm thủ tục chuyến bay QW6190 SGN - YIH 13:55 - 18:55 đi Nghi Xương. Quý khách dùng bữa ăn cầm tay tại sân bay.",
              "description": "Đoàn đến sân bay Nghi Xương, làm thủ tục nhập cảnh Trung Quốc. Đoàn di chuyển về khách sạn, nhận phòng nghỉ ngơi tại Nghi Xương.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: NGHI XƯƠNG - TRƯƠNG GIA GIỚI (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn làm thủ tục trả phòng và dùng bữa sáng tại khách sạn. Xe đưa đoàn di chuyển đến khu thắng cảnh Đập Cát Châu - Ngắm nhìn Đập Tam Hiệp - Đập thủy điện vĩ đại nhất lịch sử nhân loại:",
              "description": "Trải nghiệm du thuyền trên dòng sông Trường Giang, ngắm nhìn toàn cảnh Đập Tam Hiệp Nghi Xương - Khu thắng cảnh AAAAA của Trung Quốc. Trải nghiệm cách vận hành nâng thuyền của hệ thống đập thủy điện lớn nhất thế giới. (tùy vào tình hình thực tế)",
              "image": "https://cdn2.ivivu.com/2023/04/13/12/ivivu-dap-tam-hiep.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: TRƯƠNG GIA GIỚI - THIÊN MÔN SƠN - VŨ LĂNG NGUYÊN (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng, trả phòng. Bắt đầu di chuyển về Trương gia giới tham quan Thiên Môn Sơn.",
              "description": "Thiên Môn Sơn (bao gồm cáp treo) - Mệnh danh là Núi thần Tương Tây “Hồn của Vũ Lăng.Quý khách sẽ được trải nghiệm cáp treo vượt núi dài nhất thế giới, thưởng thức phong cảnh đẹp như bức tranh thiên nhiên đầy thơ mộng.",
              "image": "https://cdn2.ivivu.com/2023/02/23/11/ivivu-thien-mon-son.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: PHƯỢNG HOÀNG CỔ TRẤN - VŨ LĂNG NGUYÊN (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Quý khách làm thủ tục trả phòng và dùng bữa sáng buffet tại khách sạn. Đoàn di chuyển chinh phục Phượng Hoàng Cổ Trấn:",
              "description": "Ngắm nhìn 10 cây cầu tiêu biểu Hồng Kiều - Cầu Tuyết - Cầu Vũ - Cầu Vụ - Cầu Phong - Nam Hoa Đại Kiều - Cầu Trăng. Phượng Hoàng Thành - Thành cổ lâu đời, với các điểm check in đẹp đến nao lòng với Thành lầu Bắc Môn, Nam Hoa Môn.",
              "image": "https://cdn2.ivivu.com/2024/03/13/15/phuong-hoang-co-tran-ivvu.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: PHƯỢNG HOÀNG CỔ TRẤN - HỒ BẢO PHONG - NGHI XƯƠNG (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng buffet tại khách sạn, làm thủ tục trả phòng. Xe và Hướng dẫn viên đón đoàn di chuyển tham quan:",
              "description": "Hồ Bảo Phong - Một hồ nước ngọt nằm trong khu thắng cảnh Vũ Lăng Nguyên, thuộc tỉnh Hồ Nam, Trung Quốc, được bao quanh bởi những ngọn núi đá vôi cao sừng sững. (Gồm phí du thuyền)",
              "image": "https://cdn2.ivivu.com/2023/03/14/15/ivivu-ho-bao-phong.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 6: NGHI XƯƠNG - TPHCM (ĂN SÁNG, TRƯA NHẸ TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Sau khi dùng bữa sáng tại khách sạn, làm thủ tục trả phòng. Xe đón đoàn ra sân bay, làm thủ tục xuất cảnh trên chuyến bay QW6189 YIH - SGN 10:30 - 12:25 về TP.HCM.",
              "description": "Đoàn đáp sân bay quốc tế Tân Sơn Nhất, Trưởng đoàn chia tay quý khách và hẹn gặp trong các chuyến đi lần sau.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "7",
      "name": "Tour Nhật Bản 5N5Đ: Cung Đường Vàng Osaka - Kyoto - Tokyo Bay VJ",
      "image": "https://cdn2.ivivu.com/2024/04/24/16/nui-phu-si-ivivu-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2024/04/09/14/nhat-ban-ivv-750x420.gif",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "5 ngày, 5 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Nhật Bản",
      "price_Adult": 21890000,
      "price_Childern": 19690000,
      "evaluate": "9.5 Tuyệt vời",
      "start_day": "2024-07-10",
      "description": {
        "title": "Cung Đường Vàng Osaka - Kyoto - Tokyo",
        "content": "Hành trình khám phá Nhật Bản trong 5 ngày này sẽ đưa bạn qua ba trung tâm văn hóa và kinh tế lớn của đất nước mặt trời mọc: Osaka, Kyoto, và Tokyo. Bắt đầu từ Osaka, thành phố nổi tiếng với sự phóng khoáng và ẩm thực đường phố phong phú, bạn sẽ có dịp thử các món ăn nổi tiếng và cảm nhận sự náo nhiệt của thành phố này vào ban đêm. Tiếp theo, Kyoto, nơi được mệnh danh là trái tim văn hóa của Nhật Bản, sẽ mê hoặc bạn với những ngôi chùa cổ kính, các khu vườn Nhật Bản yên bình. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "ĐÊM 01: SÀI GÒN - KANSAI (NGHỈ ĐÊM TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Hướng dẫn viên đón quý khách tại sân bay Tân Sơn Nhất, hỗ trợ làm thủ tục chuyến VJ828 SGN - KIX 01:00 - 08:30 đi Nhật Bản.",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 01: KANSAI - OSAKA (ĂN SÁNG TRÊN MÁY BAY, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn đáp sân bay Kansai, xe đón đoàn khởi hành đi Osaka tham quan:",
              "description": "Bảo tàng rượu Sake Hakutsuru - Loại rượu này có tên tiếng Nhật là Nihonshu, quý khách được uống thử thức uống quốc dân của Nhật Bản.",
              "image": "https://cdn2.ivivu.com/2017/02/09/16/ivivu-nha-may-ruou-sake-hakutsuru.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 02: OSAKA - KYOTO - NAGOYA (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng tại khách sạn, trả phòng. Khởi hành đi Kyoto - Cố đô của Nhật Bản tham quan:",
              "description": "Thưởng thức nghệ thuật trà đạo Nhật Bản - Mua sắm các mặt hàng được làm từ nguyên liệu chính là trà xanh nổi tiếng.",
              "image": "https://cdn2.ivivu.com/2023/11/10/14/ivivu-tra-dao-nhat-ban.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 03: NAGOYA - PHÚ SĨ (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng tại khách sạn, trả phòng. Xe đón đoàn khởi hành đi Yamanashi.",
              "description": "Công ty tặng quý khách 1 vé trải nghiệm tàu Shinkansen - Một trong những phương tiện nhanh nhất và an toàn nhất trên mặt đất hiện nay với tốc độ trung bình là 320 km/h, có khi lên đến 581 km/h.",
              "image": "https://cdn2.ivivu.com/2022/09/22/17/ivivu-tau-shinkansen.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 04: YAMANASHI - TOKYO (ĂN SÁNG, TRƯA, TỰ TÚC TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng, trả phòng. Sau đó khởi hành về Tokyo.",
              "description": "Công viên Yamanakako Hanano Miyako - Một cánh đồng hoa nằm ngay dưới chân Núi Phú Sĩ với hàng triệu cánh hoa nở rực rỡ theo mùa, du khách bốn phương có thể tận hưởng cảnh sắc nơi đây. ",
              "image": "https://cdn2.ivivu.com/2023/02/13/14/ivivu-cong-vien-yamanaka-hananomiyako.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 05: NARITA - SÀI GÒN (ĂN SÁNG NHẸ, ĂN TRƯA TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Đoàn làm thủ trả phòng và dùng bữa sáng nhẹ đóng gói chuẩn bị bởi khách sạn, sau đó di chuyển ra sân bay về lại Sài Gòn chuyến VJ823 NRT - SGN 08:55 - 12:55.",
              "description": "Đoàn về đến sân bay Tân Sơn Nhất. HDV chia tay đoàn. Hẹn gặp lại quý khách trong những hành trình tiếp theo.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "8",
      "name": "Tour Nhật Bản 6N5Đ: Hà Nội - Osaka - Kyoto - Yamanashi - Núi Phú Sĩ - Disneyland - Tokyo",
      "image": "https://cdn2.ivivu.com/2024/05/31/09/tokyo-disneyland-ivivu-bia-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2023/05/25/15/ivivu-disney-land-nhat-ban-1-750x420.jpg",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "6 ngày, 5 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Nhật Bản",
      "price_Adult": 38990000,
      "price_Childern": 33575000,
      "evaluate": "9.5 Tuyệt vời",
      "start_day": "2024-07-30",
      "description": {
        "title": "Hà Nội - Osaka - Kyoto - Yamanashi - Núi Phú Sĩ - Disneyland - Tokyo",
        "content": "Chương trình du lịch Nhật Bản 6 ngày 5 đêm, khởi hành từ Hà Nội, bao gồm các điểm đến: Osaka, Kyoto, Yamanashi, núi Phú Sĩ, Disneyland và Tokyo. Du khách sẽ trải nghiệm các dịch vụ cao cấp như hàng không Vietnam Airlines, khách sạn 4 sao, và thưởng thức thịt bò Kobe. Hành trình còn bao gồm thăm quan các địa danh nổi tiếng, vui chơi tại Tokyo Disneyland, và mua sắm tại các khu phố sầm uất. Chương trình hứa hẹn mang đến trải nghiệm tuyệt vời và thú vị cho du khách. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "detail": [
        {
          "id": 1,
          "name": "ĐÊM 1: HÀ NỘI – SÂN BAY KANSAI ( NGHỈ ĐÊM TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Hướng dẫn viên đón quý khách tại sân bay Tân Sơn Nhất, hỗ trợ làm thủ tục chuyến VJ828 SGN - KIX 01:00 - 08:30 đi Nhật Bản.",
              "description": "21h30: Quý khách tập trung tại điểm hẹn trong thành phố, xe và HDV đón đoàn di chuyển ra sân bay Nội Bài làm thủ tục đáp chuyến bay VN 344 (00h30 – 06h40) đi Nhật Bản. Quý khách nghỉ đêm trên máy bay.  ",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: KANSAI – OSAKA - KOBE ( ĂN SÁNG TRÊN MÁY BAY, TRƯA, TỐI) ",
          "route": [
            {
              "time": "Sáng: Máy bay dự kiến đáp xuống sân bay quốc tế Kansai lúc 08:30. Đoàn bắt đầu tham quan Kobe, thành phố cảng sầm uất:",
              "description": "Tháp cảng Kobe: nhiều trung tâm mua sắm, giải trí, nhà hàng và khách sạn. Tại đây, thịt bò Kobe nổi tiếng được giới thiệu và trở thành đặc sản. ",
              "image": "https://cdn2.ivivu.com/2020/01/06/14/ivivu-kobe-cang-bien.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2: OSAKA – KYOTO – NAGOYA ( ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Sáng: Đoàn ăn sáng tại khách sạn, làm thủ tục trả phòng. Xe và hướng dẫn viên đưa đoàn ra ga Shin Osaka để đi Kyoto bằng tàu cao tốc Shinkansen. Đến Kyoto, quý khách tham quan: ",
              "description": "Rừng tre Sagano: Khu rừng tre tự nhiên với những con đường dưới hàng tre cao vút, tạo nên khung cảnh độc đáo và đẹp mắt. ",
              "image": "https://cdn2.ivivu.com/2023/02/03/14/ivivu-rung-tre-sagano.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 3: NAGOYA - YAMANASHI  - FUJI ( ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Sáng: Đoàn dùng bữa sáng tại khách sạn. Làm thủ tục trả phòng. Xe và hướng dẫn viên đón đoàn di chuyển tham quan:",
              "description": "Yamanakako Hananomiyako Park: Công viên hoa rộng 300.000m2 này nằm ở độ cao khoảng gần 1.000 mét, gần Hồ Yamanaka. Đây cũng là địa điểm gần núi Phú Sĩ nhất. Mỗi mùa công viên đều có các loại hoa nhiều màu sắc hấp dẫn du khách. Đến đây bạn có thể chụp một bức ảnh đứng giữa vườn hoa rộng lớn, phía sau là ngọn núi Phú Sĩ huyền thoại. ",
              "image": "https://cdn2.ivivu.com/2023/02/13/14/ivivu-cong-vien-yamanaka-hananomiyako.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 4: TOKYO DISNEYLAND ( ĂN SÁNG)",
          "route": [
            {
              "time": "Qúy khách ăn sáng tại khách sạn, sau đó đoàn đi tham quan: ",
              "description": "Tokyo Disneyland (Cả ngày, ăn trưa bằng coupon trong công viên) Tokyo Disneyland là công viên giải trí Disney đầu tiên được xây dựng bên ngoài Mỹ, mở cửa từ năm 1983. Công viên được xây dựng theo phong cách như Disneyland ở California và Magic Kingdom ở Florida. (Giá vé đã bao gồm)  ",
              "image": "https://cdn2.ivivu.com/2023/05/25/15/ivivu-disney-land-nhat-ban.jpg"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 5: TOKYO – NARITA ( ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Sáng: Đoàn dùng bữa sáng tại khách sạn. Xe và hướng dẫn viên đón đoàn di chuyển tham quan:",
              "description": "Công viên Ueno Onshi Koen: Công viên công cộng lớn tại trung tâm Tokyo là nơi lý tưởng để thăm thú và ngắm loài hoa đặc trưng của xứ sở phù tang.",
              "image": "https://cdn2.ivivu.com/2019/11/05/16/ivivu-ueno-park.jpg"
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 6: NARITA – TP. HCM  ( ĂN SÁNG)",
          "route": [
            {
              "time": "Sáng: Dùng bữa sáng tại khách sạn. Đoàn làm thủ tục trả phòng",
              "description": "Xe đón đoàn đi sân bay quốc tế Narita làm thủ tục đáp chuyến bay VN311 (09h30 – 13h05) về Hà Nội. Dự kiến 13h05 Đoàn về đến sân bay Nội Bài. Xe và HDV đưa Quý khách về điểm tập trung ban đầu trong thành phố.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "9",
      "name": "Tour Châu Âu 9N9Đ: Pháp - Thụy Sĩ - Ý",
      "image": "https://cdn2.ivivu.com/2022/04/07/15/ivivu-thap-nghieng-pisa-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2022/05/24/09/ivivu-dai-trevi-750x420.gif",
      "catagory_Id": 2,
      "area_Id": 5,
      "date": "9 ngày, 9 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Châu Âu",
      "price_Adult": 61600000,
      "price_Childern": 58600000,
      "evaluate": "8.0 Rất tốt",
      "start_day": "2024-07-25",
      "description": {
        "title": "Tour Châu Âu 9N9Đ: Pháp - Thụy Sĩ - Ý",
        "content": "Hành trình 9 ngày đưa du khách khám phá những điểm đến nổi bật của châu Âu, từ Paris hoa lệ với Khải Hoàn Môn và tháp Eiffel, đến Strasbourg cổ kính, Lucerne thơ mộng với cầu Chapel. Tham quan Milan và Venice lãng mạn, đến Pisa với tháp nghiêng nổi tiếng. Kết thúc tại Rome với Đấu trường Coloseum và Vatican linh thiêng. Đây là hành trình đầy thú vị và đáng nhớ qua những công trình kiến trúc và cảnh quan tuyệt đẹp của châu Âu. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - PARIS (ĂN TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Hướng dẫn viên đón Quý Khách tại ga quốc tế sân bay Quốc tế Tân Sơn Nhất đáp chuyến bay khởi hành đi Paris. ",
              "description": "Quý khách hạ cánh xuống sân bay Charles de Gaulle, làm thủ tục nhập cảnh. Đoàn dùng cơm tối, về Khách sạn nghỉ ngơi. Nghỉ đêm Paris.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: PARIS - THAM QUAN PARIS (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng tại khách sạn, Khởi hành tham quan:",
              "description": "Arc De Triomphe (Khải Hoàn Môn) - Một công trình kiến trúc biểu tượng cho lịch sử nước Pháp, cổng vòm này luôn sừng sững tráng lệ giữa thành phố với kiến trúc vòm độc đáo. ",
              "image": "https://cdn2.ivivu.com/2022/03/15/14/ivivu-khai-hoan-mon.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: PARIS - REIMS - STRASBOURG (491KM) (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng, làm thủ tục trả phòng, khởi hành đi Reims - “Thành phố của lễ đăng quang” hay “Thành phố của những vị vua”.",
              "description": "Tham quan biểu tượng nổi tiếng nhất gắn liền với hình ảnh thành phố: Nhà thờ Đức Bà Reims.",
              "image": "https://cdn2.ivivu.com/2022/04/08/14/ivivu-shutterstock-reims.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: STRASBOURG (73KM) - COLMAR (161KM) - LUCERN (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng, làm thủ tục trả phòng, khởi hành đi Colmar - Ngôi làng nhỏ xinh xắn vùng Alsace nước Pháp.",
              "description": "Khu phố cổ với đường phố sau những ngôi nhà gỗ tráng lệ và những lâu đài phục hưng tinh xảo được trang trí bằng hoa. Nhà thờ Saint Martin - Được xây bằng đá đỏ với những tháp chuông cao vút. Pfister House - Có thiết kế đặc biệt và nổi bật giữa phố, các bức tường của toà nhà đều được khoác lên tấm áo là những bức hoạ tuyệt đẹp, và được xem là toà nhà đẹp nhất Colmar.",
              "image": "https://cdn2.ivivu.com/2023/11/16/17/ivivu-pfister-house.jpg"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: LUCERNE (243KM) - MILAN (270KM) - VENICE (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng, làm thủ tục trả phòng khởi hành tham quan Milan.",
              "description": "Công viên Yamanakako Hanano Miyako - Một cánh đồng hoa nằm ngay dưới chân Núi Phú Sĩ với hàng triệu cánh hoa nở rực rỡ theo mùa, du khách bốn phương có thể tận hưởng cảnh sắc nơi đây. Nhà thờ lớn Milan - Duomo - Nhà thờ nổi bật với 135 ngọn tháp mờ ảo và nhiều tượng đầu thú. Du khách có thể ngắm tượng Madonna nổi tiếng bằng kim loại, mạ vàng, đặt trên cao 108 mét, tỏa sáng rực rỡ trong ánh mặt trời.",
              "image": "https://cdn2.ivivu.com/2022/03/08/17/ivivu-nha-tho-milan.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 6: VENICE (325KM) - PISA (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng, làm thủ tục trả phòng, di chuyển ra bến tàu khởi hành đến Đại Kênh Grand Canal để đến với quảng trường San Marco. Tham quan:",
              "description": "Nhà thờ Basilica di San Marco với kiến trúc Byzantine.",
              "image": "https://cdn2.ivivu.com/2023/06/26/16/ivivu-saint-mark-s-basilica.jpg"
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 7: PISA (357KM) - ROME (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm tại khách sạn, làm thủ tục trả phòng, khởi hành tham quan Pisa:",
              "description": "Tháp nghiêng Pisa - Ngay từ khi bắt đầu xây dựng, tháp đã bị nghiêng nhưng vẫn được hoàn thành trong 174 năm. Tháp nghiêng Pisa là một trong những kỳ quan của thế giới.",
              "image": "https://cdn2.ivivu.com/2022/03/09/10/ivivu-thap-nghieng-pisa.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "NGÀY 8: ROME - VATICAN - TP.HỒ CHÍ MINH (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng, làm thủ tục trả phòng, khởi hành đến với Tòa thánh Vatican - Cũng được xem là 1 quốc gia trong 1 quốc gia tại Italy.",
              "description": "Quảng trường thánh Saint Peter - Được xây bởi Hoàng đế Constantine năm 324 sau công nguyên.",
              "image": "https://cdn2.ivivu.com/2023/06/22/09/ivivu-tuong-thanh-sain-peter.jpg"
            }
          ]
        },
        {
          "id": 9,
          "name": "NGÀY 9: TP. HỒ CHÍ MINH (ĂN TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Đoàn về tới Thành phố Hồ Chí Minh. Công ty chào và hẹn gặp lại quý khách vào hành trình tới.",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "10",
      "name": "Tour Nga 7N6Đ: Hà Nội - Moscow - Saint Peterburg - Quần Thể Quảng Trường Đỏ",
      "image": "https://cdn2.ivivu.com/2024/06/18/12/ivivu-toa-thanh-basil-nga-1-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2024/03/20/16/ivivu-den-kazan-xem-world-cup-ivivu-2-750x420.jpg",
      "catagory_Id": 2,
      "area_Id": 5,
      "date": "7 ngày, 6 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Châu Âu",
      "price_Adult": 48500000,
      "price_Childern": 41330000,
      "evaluate": "8.0 Rất tốt",
      "start_day": "2024-08-12",
      "description": {
        "title": "Tour Nga 7N6Đ: Hà Nội - Moscow - Saint Peterburg - Quần Thể Quảng Trường Đỏ",
        "content": "Khám phá Nga trong 7 ngày 6 đêm, khởi hành từ Hà Nội, tham quan các thành phố nổi tiếng Moscow và Saint Petersburg. Tham quan Quần thể Quảng trường Đỏ, Điện Kremlin, Cung điện Mùa Đông và Nhà thờ Thánh Isaac. Trải nghiệm văn hóa, lịch sử phong phú của Nga qua các di tích, bảo tàng và kiến trúc đặc sắc. Tour lý tưởng cho du khách muốn tận hưởng kỳ nghỉ dài ngày với nhiều trải nghiệm thú vị và khám phá những điểm đến nổi bật của nước Nga. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI - MOSCOW (ĂN TRÊN MÁY BAY)",
          "route": [
            {
              "time": "04h30: Xe ô tô và hướng dẫn đón Quý khách tại Rạp xiếc thành phố Hà Nội và đưa ra sân bay Nội Bài, đáp chuyến bay đi Moscow (Đoàn quá cảnh tại sân bay Quốc tế Quảng Châu)",
              "description": "Cả đoàn tập trung lúc 13h00: Đoàn ra cửa máy bay nối chuyến bay MU591 đi Moscow (lúc 13h55; ăn trưa trên máy bay) .19h15: Đến Sân bay Quốc tế Moscow Sheremetyevo (SVO), đoàn làm thủ tục nhập cảnh, xe đón đoàn đến nhà hàng ăn tối. Chụp ảnh Moscow khi lên đèn lung linh kì ảo.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: MOSCOW - SAINT PETERSBUR -TÀU HỎA (ĂN BA BỮA)",
          "route": [
            {
              "time": "Sáng: Ăn sáng tại khách sạn. ",
              "description": "Đoàn bắt đầu tour khám phá điểm tham quan nổi tiếng và là niềm tự hào nước nga đó là quần thể du lịch Quảng Trường Đỏ",
              "image": "https://cdn2.ivivu.com/2024/02/28/14/ivivu-quang-truong-do-moscow-nga.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: SAINT PETERSBURG (ĂN BA BỮA) ",
          "route": [
            {
              "time": "Sáng: Tàu đến Saint Peterburg, xe đưa đoàn đi ăn sáng. Xe đưa đoàn tham quan một vòng Saint PeterBurg thành phố đệ nhất di sản với những điểm du lịch đẹp: Đài tưởng niệm Nữ hoàng Catherine Đại Đế, quảng trường Cung điện, tòa nhà trụ sở Bộ Tổng tham mưu, cột đá Alexander, khu vườn Alexander, quảng trường Senate, đảo Vaxiliev, trường Đại học tổng hợp Saint PetersBurg.....Chụp hình Chiến hạm Rạng Đông.",
              "description": "Quý khách tham quan Cung điện Mùa Đông ở Saint Petersburg - là nơi ở của triều đình Nga từ thế kỷ 18 đến đầu thế kỷ 20, là một trong năm tòa nhà thuộc Bảo tàng di sản quốc gia Hermitage hiện nay. Bảo tàng Hermitage được thành lập năm 1764, là bảo tàng đứng thứ hai trên thế giới, chỉ sau Viện bảo tàng Louvre ở Pháp. ",
              "image": "https://cdn2.ivivu.com/2016/08/25/16/ivivu-tour-nga-9n8d-moscow-saint-petersburg-cung-dien-mua-dong.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: SAINT PETERSBUR-CUNG ĐIỆN MÙA HÈ- CUNG ĐIỆN MÙA THU (3 BỮA)",
          "route": [
            {
              "time": "Ăn sáng tại khách sạn Đoàn khởi hành đi đến thành phố Pushkin - ngôi làng của các vị hoàng đế, đây là một trong những thị trấn tuyệt đẹp nằm cách thủ đô phương Bắc 24 km về phía nam.",
              "description": "Tham quan Cung điện Mùa Thu - (Catherine Palace): Niềm tự hào muôn đời của kiến trúc Nga - Ekaterina là biểu tượng cho sự xa hoa của chế độ Nga hoàng, được xếp hạng một trong những cung điện lộng lẫy và nguy nga nhất thế giới. Cung điện có căn phòng được xem như là kỳ quan thứ tám của nhân loại với nguyên liệu là Hổ phách mà vào thế kỷ XVIII, nó đắt hơn vàng gấp mười hai lần.",
              "image": "https://cdn2.ivivu.com/2024/02/07/11/cung-dien-catherine-ivv.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 05: SAINT PETERSBUR - MOSCOW - TÀU SAP SAN ( ĂN 3 BỮA)",
          "route": [
            {
              "time": "",
              "description": "Đoàn ăn sáng, sau đó xe đưa đoàn tham quan Nhà thờ Saint Issac – nơi thờ vị Thánh hộ mệnh của Pie Đại đế - người đã sáng lập ra thành phố Saint PetersBurg Nhà thờ Thượng Huyết (The Church of the Savior on Blood) là một công trình kiến trúc nổi tiếng tại thành phố St. Petersburg được xây dựng vào cuối thế kỷ 19 và đầu thế kỷ 20.",
              "image": "https://cdn2.ivivu.com/2024/02/28/16/ivivu-nha-tho-saint-issac-nga.jpg"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 06: MOSCOW - LÊN MÁY BAY ( ĂN 2 BỮA/1 MÁY BAY)",
          "route": [
            {
              "time": "",
              "description": "Đoàn ăn sáng. Đoàn đi bộ thăm Điện Kremlin thu nhỏ - khu chợ Vernhisaz được gọi là Kremli ở Izmailovo. Du khách có thể tìm mua rất nhiều món đồ mang đậm nét văn hoá Nga ở đây, từ búp bê matreshka đến những máy hát cổ, từ những chiếc đồng hổ cổ đến những bức tranh đậm nét hội họa Nga. Vernisadj bán đủ các thứ đồ lưu niệm, thủ công, đồ cổ, các tác phẩm nghệ thuật. ",
              "image": "https://cdn2.ivivu.com/2024/03/20/16/ivivu-dien-kremlin-lzmailovo.jpg"
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 7: VỀ HÀ NỘI.",
          "route": [
            {
              "time": "Chuyến bay về Hà Nội: CAN HAN CZ 8315 1340 1445",
              "description": "13h00: Đoàn ra cửa máy bay đển về đến Việt Nam 14h45 máy bay hạ cánh tại Hà Nội kết thúc chương trình, chia tay hẹn gặp lại Quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "11",
      "name": "Tour Hàn Quốc 6N5Đ: Hà Nội - Busan - Seoul - Đảo Nami - Làng Hanok Bukchon",
      "image": "https://cdn2.ivivu.com/2024/05/02/17/ivivu-chua-co-beomeosa-busan-1-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2017/11/06/10/ivivu-nha-xanh-750x420.jpg",
      "catagory_Id": 2,
      "area_Id": 5,
      "date": "6 ngày, 5 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Hàn Quốc",
      "price_Adult": 18890000,
      "price_Childern": 16920000,
      "evaluate": "8.0 Rất tốt",
      "start_day": "2024-07-21",
      "description": {
        "title": "Tour Hàn Quốc 5N4Đ (Mùa Hè): Hà Nội - Đảo Nami - Lotte World - Hanok Bukchon",
        "content": "Chương trình du lịch 6 ngày 5 đêm khám phá Hàn Quốc từ Busan đến Seoul, đưa du khách trải nghiệm vẻ đẹp văn hóa và thiên nhiên đặc sắc của xứ sở kim chi. Du khách sẽ được tham quan các địa điểm nổi tiếng như Đảo Nami, Chùa Haedong Yonggungsa, và Làng Văn Hóa Gamcheon. Ngoài ra, chương trình còn bao gồm thăm quan cung điện Gyeongbokgung, Bảo tàng Dân gian Quốc gia, và các hoạt động văn hóa đặc sắc như làm Kimchi và mặc Hanbok. Tour bao gồm vé máy bay khứ hồi, lưu trú tại khách sạn 4 sao, các bữa ăn theo chương trình, và vé tham quan. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HANOI – SEOUL( NGHỈ ĐÊM TRÊN MÁY BAY) ",
          "route": [
            {
              "time": "21h00: Xe và HDV đón Quý khách tại điểm tập trung (trong trung tâm TP.Hà Nội) đi sân bay Nội Bài, đáp chuyến bay đi Busan – Hàn Quốc, HANPUS // VN426//01h05-07h05",
              "description": "Nghỉ đêm trên máy bay.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: BUSAN CITY (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "07h05: Đoàn hạ cánh xuống sân bay Busan, xe và HDV đón đoàn đưa đi ăn sáng. Sau đó tham quan:",
              "description": "Ngôi chùa cổ Beomeosa: Trải qua 2 lần bị thiêu rụi, chùa Beomeosa được tu bổ, sửa sang lại với những nét kiến trúc của nhiều thời đại cổ xưa, mang phong cách vừa hiện đại vừa truyền thống.",
              "image": "https://cdn2.ivivu.com/2024/05/02/16/ivivu-ngoi-chua-co-beomeosa-busan.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: BUSAN- SEOUL ( ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "06h30: Ăn sáng tại khách sạn. Làm thủ tục trả phòng. Xe và HDV đưa đoàn đi tham quan:",
              "description": "Cầu GwanAn, là công trình kiến trúc hiện đại thu hút khách du lịch khắp nơi đến tham quan. Cầu treo Gwangan là cây cầu độc đáo, khổng lồ và dài nhất của Hàn Quốc, là niềm tự hào của người dân Busan nói riêng và người dân Hàn Quốc nói chung. Cầu treo Gwangan bắc qua biển, có độ dài 7.42 km, phần cầu treo dài 900 m với thiết kế hai tầng kết hợp những đặc điểm của cầu treo và cầu kèo.",
              "image": "https://cdn2.ivivu.com/2024/05/02/17/ivivu-cau-treo-gwangan.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: SAINT PETERSBUR-CUNG ĐIỆN MÙA HÈ- CUNG ĐIỆN MÙA THU (3 BỮA)",
          "route": [
            {
              "time": "",
              "description": "Sau đó xe đưa đoàn khởi hành đi đến đảo Nami - một điểm du lịch lý tưởng dành cho du khách, đặc biệt là những ai yêu thích sự thơ mộng và bình yên, được đặt theo tên vị tướng Nami nổi tiếng – người có công dẹp loạn vào thế kỷ 13. Từ năm 2001, hòn đảo xinh đẹp này càng trở nên hấp dẫn du khách khi những hàng cây cổ thụ chạy dài thẳng tắp trên đảo được xuất hiện trong series phim truyền hình nổi tiếng “Bản tình ca mùa đông”. ",
              "image": "https://cdn2.ivivu.com/2022/05/13/10/ivivu-tuong-nami.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 05: SEOUL – CITY TOUR ( ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "07h00: Ăn sáng tại khách sạn. Xe và HDV đưa đoàn đi tham quan, mua sắm tại:",
              "description": "Cung điện Gyeongbok – hay còn gọi là Cung Cảnh Phúc, được xem là cung điện đồ sộ nhất Hàn Quốc với sự kết hợp hài hòa giữa bàn tay con người và thiên nhiên; cung điện nổi tiếng với khuông viên vườn cảnh được cắt tỉa cung phu điển hình cho nghệ thuật vườn cảnh của Hàn Quốc.",
              "image": "https://cdn2.ivivu.com/2023/10/05/14/ivivu-canh-phuc-cung-mua-dong.jpg"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 06: SEOUL – HA NOI ( ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "07h00: Đoàn ăn sáng tại khách sạn, làm thủ tục trả phòng. Đoàn khởi hành tham quan:",
              "description": "Làng Hanok Bukchon, nằm giữa cung điện Gyeongbok và miếu thờ Thần đạo Jongmyo. Làng nghề truyền thống bao gồm rất nhiều con hẻm, các ngôi nhà hanok được bảo tồn nguyên vẹn trong đô thị 600 tuổi.",
              "image": "https://cdn2.ivivu.com/2022/10/20/13/ivivu-bukchon-hanok-village.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "12h00: Ăn trưa tại nhà hàng địa phương. Mua sắm tại cửa hàng nông sản địa phương",
          "route": [
            {
              "time": "14h30: Xe đưa quý khách ra sân bay Incheon Airport đáp chuyến bay về Hà Nội, ICNHAN // VN415//  18.05 – 20.40.",
              "description": "20h40: Giờ Hà Nội: Máy bay hạ cánh xuống sân bay Nội Bài, xe đón đoàn đưa về điểm hẹn ban đầu.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "12",
      "name": "Tour 3 Đảo VIP Trong Ngày: Nha Trang - Hòn Tằm",
      "image": "https://cdn2.ivivu.com/2020/09/17/14/ivivu-hon-tam-bia-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2016/08/25/14/ivivu-tour-nha-trang-3n3d-thien-duong-mua-sam-tai-viet-nam-hon-mun-750x390.jpg",
      "catagory_Id": 2,
      "area_Id": 5,
      "date": "Trong ngày",
      "location_Start": "Hà Nội",
      "location_End": "Nha Trang",
      "price_Adult": 690000,
      "price_Childern": 445000,
      "evaluate": "8.0 Rất tốt",
      "start_day": "2024-07-21",
      "description": {
        "title": "Tour 3 Đảo VIP Trong Ngày: Nha Trang - Hòn Tằm",
        "content": "Tour 3 đảo VIP trong ngày khám phá vịnh Nha Trang, bao gồm Bãi Tranh, Vịnh San Hô và Hòn Tằm. Trải nghiệm lặn ngắm san hô, tắm bùn khoáng hoặc thảo dược, và thưởng thức hải sản tươi sống tại làng chài. Các hoạt động như dù bay, mô tô nước và Flyboard cũng có sẵn để tham gia. Dịch vụ bao gồm xe đưa đón, hướng dẫn viên và bữa ăn chất lượng, mang đến trải nghiệm du lịch đẳng cấp. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "detail": [
        {
          "id": 1,
          "name": " ",
          "route": [
            {
              "time": "08h00 - 08h30: HDV đón Quý khách tận nơi tại khách sạn, nhà riêng trong trung tâm thành phố Nha Trang, khởi hành chuyến khám phá Vịnh Nha Trang.",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "09h00: Đến Bãi Tranh / Vịnh San Hô: Tự do tắm biển, lặn ngắm san hô hoặc trải nghiệm lăn biển diving, đi tàu đáy kính ngắm san hô .... ( phí tực túc )",
              "description": "",
              "image": "https://cdn2.ivivu.com/2019/10/14/18/ivivu-lan-ngam-san-ho.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "11h00: Ăn trưa tại làng Chài",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "12h00: Đến Hòn Tằm quý khách sẽ lựa chọn sử dụng 1 trong 2 gói như sau: ",
              "description": "Gói 1: Tham quan Hòn Tằm tận hưởng có tiện ích hồ bơi,Dù, ghế tắm nắng, nệm, thế giới âm nhạc với những vũ điệu biển và tham quan khu nhà cổ và nghệ nhân làm nghề thủ công truyền thống.",
              "image": "https://cdn2.ivivu.com/2019/09/24/11/ivivu-hon-tam-resort1.jpg"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "Ngoài ra có thể trải nghiệm thêm các trò chơi đầy hấp dẫn như dù bay, mô tô nước, tàu chuối. Đặc biệt nhất ở đây chính là môn thể thao Flyboad.. ( chi phí tự túc )",
              "description": "",
              "image": "https://cdn2.ivivu.com/2019/12/11/16/ivivu-fly-boad.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "15h00 - 15h30: Cano đưa quý khách về cảng, Xe đưa về lại khách sạn, kết thúc hành trình khám phá vịnh đảo Nha Trang đầy thú vị, hẹn gặp lại Quý khách trong những chuyến du lịch tới.",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "13",
      "name": "Tour Hạ Long 2N1Đ: Hà Nội - Vịnh Hạ Long - Hạ Long Park - Bãi Cháy",
      "image": "https://cdn2.ivivu.com/2020/07/13/17/ivivu-ha-long-246x232.gif",
      "image_introduce": "cdn2.ivivu.com/2015/07/10/11/ha-long-bay-on-a-sunny-day-ivivu-750x390.jpg",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "2 ngày 1 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Hạ Long",
      "price_Adult": 2220000,
      "price_Childern": 16650000,
      "evaluate": "9.3 Tuyệt vời",
      "start_day": "2024-08-1",
      "description": {
        "title": "Tour Hạ Long 2N1Đ: Hà Nội - Vịnh Hạ Long - Hạ Long Park - Bãi Cháy",
        "content": "Khám phá Vịnh Hạ Long 2N1Đ từ Hà Nội, bao gồm thăm Hang Sửng Sốt, chèo kayak tại Hang Luồn, thư giãn tại đảo Ti Tốp. Ngày thứ hai, bạn có lựa chọn vui chơi tại Công viên Hạ Long hoặc tắm biển Bãi Cháy. Tour kết thúc với bữa trưa và trở về Hà Nội. Đây là cơ hội để tận hưởng vẻ đẹp thiên nhiên kỳ vĩ và khám phá nét văn hóa đặc sắc của Hạ Long​​. Cùng iVIVU khám phá Hạ Long ngay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI - BÃI CHÁY (ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "08h30: Xe và hướng dẫn viên đón Quý khách tại các khách sạn khu vực Phố Cổ và Nhà hát lớn Hà Nội khởi hành đi Hạ Long.",
              "description": "12h00-12h30: Đến cảng tàu Hạ Long, Đoàn tập trung tại nhà chờ theo sự hướng dẫn của hướng dẫn viên đợi mua vé và phát vé cho Quý khách để lên tàu bắt đầu hành trình khám phá Vịnh. Tàu sẽ đi qua rất nhiều các hòn đảo lớn nhỏ với nhiều hình dáng khác nhau có những tên gọi đặc biệt như: Hòn Gà Chọi, hòn Chó Đá, hòn Đỉnh Hương, hòn Ngón Tay... Quý khách thưởng thức bữa trưa trên tàu.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-hon-ga-choi.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: HẠ LONG PARK - HÀ NỘI (ĂN SÁNG, TRƯA) ",
          "route": [
            {
              "time": "Sáng: Ăn sáng buffet tại khách sạn.",
              "description": "Buổi sáng Quý khách có thể lựa chọn: Tự do vui chơi tại khu Công viên Hạ Long với nhiều khu vui chơi hấp dẫn (chi phí vé vui chơi tại các khu công viên tự túc) hoặc Khu Cáp treo Nữ hoàng và vòng quay Sunwheel khổng lồ trên khu đồi huyền bí",
              "image": "https://cdn2.ivivu.com/2020/09/10/16/ivivu-sun-world-ha-long-park-1.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: HÀ NỘI - VỊNH HẠ LONG - CHÈO THUYỀN KAYAK (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Xe đón quý khách tại khách sạn, sau đó khởi hành đi Hạ Long.",
              "description": "Đến cảng tàu Hạ Long, Đoàn tập trung tại nhà chờ theo sự hướng dẫn của hướng dẫn viên đợi mua vé và phát vé cho Quý khách để lên tàu bắt đầu hành trình khám phá Vịnh. Tàu sẽ đi qua rất nhiều các hòn đảo lớn nhỏ với nhiều hình dáng khác nhau có những tên gọi đặc biệt như: Hòn Gà Chọi, hòn Chó Đá, hòn Đỉnh Hương, hòn Ngón Tay...",
              "image": "https://cdn2.ivivu.com/2021/05/06/18/ivivu-hon-ga-choi.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: HÀ NỘI - SAPA - BẢN CÁT CÁT (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Sáng: Xe đón quý khách tại khách sạn, sau đó khởi hành đi Sa Pa.  Đoàn sẽ khởi hành đi Sapa trên đường cao tốc Nội Bài mới, rút ngắn thời gian đi từ Hà Nội đến Sapa. Quý khách có dịp chiêm ngưỡng khung cảnh núi rừng hùng vĩ trên cung đường cao tốc dài nhất Việt Nam trước khi đến với thị trấn Sa Pa thơ mộng, chìm trong mây.",
              "description": "Xe đến thị trấn Sa Pa nơi có rất nhiều dân tộc sinh sống như H’mong, Dao, Tày. Hướng dẫn viên sẽ đưa Quý khách ăn trưa tại nhà hàng.",
              "image": "https://cdn2.ivivu.com/2020/06/15/17/ivivu-ban-cat-cat-2.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: SAPA – HÀ NỘI ( ĂN SÁNG, TRƯA )",
          "route": [
            {
              "time": "Sáng: Quý khách thưởng thức bữa sáng tại khách sạn. ",
              "description": "9:00 Qúy khách bắt đầu hành trình khám phá Hàm Rồng với phong cảnh kỳ vỹ. Thăm vườn lan Đông Dương với đủ loại lan muôn màu sắc, đầu Rồng Thạch Lâm kỳ vĩ. Vượt qua cổng Trởi 1, cồng Trời 2, Qúy khách sẽ lên tới nơi cao nhất của Hàm Rồng là Sân Mây – nơi giao thoa của đất trời, ngắm nhìn toàn cảnh Sapa trên cao.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-ham-rong.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "Quý khách thưởng thức ẩm thực Tây Bắc với những nguyên liệu tuơi ngon tại nhà hàng thị trấn Sapa.",
          "route": [
            {
              "time": "14:00: Xe đưa đoàn trở về Hà Nội.",
              "description": "21:00: Xe về đến HN. Chuyến đi kết thúc tại đây. Cảm ơn quý khách đã lựa chọn công ty và xin hẹn gặp lại quý khách!",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "14",
      "name": "Tour Miền Bắc 5N4Đ (Khởi hành từ Hà Nội): Hà Nội - Ninh Bình - Vịnh Hạ Long - Sapa",
      "image": "https://cdn2.ivivu.com/2020/07/13/17/ivivu-ha-long-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2015/07/10/11/ha-long-bay-on-a-sunny-day-ivivu-750x390.jpg",
      "catagory_Id": 1,
      "area_Id": 2,
      "date": "5 ngày 4 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Hạ Long || Sapa",
      "price_Adult": 1500000,
      "price_Childern": 900000,
      "evaluate": "8.4 Rất tốt",
      "start_day": "2024-07-18",
      "description": {
        "title": "Tour Miền Bắc 5N4Đ: Hà Nội - Ninh Bình - Vịnh Hạ Long - Sapa",
        "content": "Tour Miền Bắc 5N4Đ từ Hà Nội đến Ninh Bình, Vịnh Hạ Long, và Sapa cung cấp trải nghiệm đa dạng từ văn hóa đến thiên nhiên. Khách sẽ khám phá thủ đô Hà Nội, thăm quan chùa Bái Đính, khu du lịch Tràng An, và tận hưởng vẻ đẹp của Vịnh Hạ Long trên tàu. Sapa mang đến cảnh sắc núi rừng hùng vĩ và văn hóa bản địa phong phú. Tour bao gồm dịch vụ xe đưa đón, khách sạn 3 sao, các bữa ăn, vé tham quan, và hướng dẫn viên. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: ĐÓN BAY NỘI BÀI – HÀ NỘI (FREE DAY)",
          "route": [
            {
              "time": "Xe đón Quý Khách tại sân bay Nội Bài đưa về Khách sạn nhận phòng, nghỉ ngơi.",
              "description": "Quý khách tự do khám phá thủ đô Hà Nội với 36 Phố Phường, tham quan tháp rùa, cầu Thê Húc, chùa Trấn Quốc, Lăng Bác, Văn Miếu Quốc Tử Giám,… ",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: HÀ NỘI – NINH BÌNH (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Quý khách, ăn sáng sau đó xe và HDV đón khách tại điểm khu vực Phố Cổ và Nhà Lát Lớn Hà Nội để khởi hành đi Ninh Bình. Tới Ninh Bình, Quý khách viếng và thăm quan chùa Bái Đính với tượng Phật Thích ca bằng đồng cao và nặng nhất Viêt Nam, Chùa có bộ Tam Thế bằng đồng lớn nhất Việt Nam, Chùa có nhiều tượng La Hán nhất Việt Nam…..",
              "description": "",
              "image": "https://cdn2.ivivu.com/2020/07/08/15/ivivu-bai-dinh.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: HÀ NỘI - VỊNH HẠ LONG - CHÈO THUYỀN KAYAK (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Xe đón quý khách tại khách sạn, sau đó khởi hành đi Hạ Long.",
              "description": "Đến cảng tàu Hạ Long, Đoàn tập trung tại nhà chờ theo sự hướng dẫn của hướng dẫn viên đợi mua vé và phát vé cho Quý khách để lên tàu bắt đầu hành trình khám phá Vịnh. Tàu sẽ đi qua rất nhiều các hòn đảo lớn nhỏ với nhiều hình dáng khác nhau có những tên gọi đặc biệt như: Hòn Gà Chọi, hòn Chó Đá, hòn Đỉnh Hương, hòn Ngón Tay...",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "Thời gian đi thăm quan Vịnh Hạ Long có thể được điều chỉnh phù hợp với điều kiện của từng ngày khởi hành hoặc có thể bị thay đổi điều chỉnh phụ thuộc vào thời tiết Hạ Long hoặc sự điều phối của Ban quản lý Vịnh Hạ Long. Mong Quý khách thông cảm!",
          "route": [
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "15",
      "name": "Tour Miền Tây 2N1Đ: HCM - Mỹ Tho - Bến Tre - Cần Thơ",
      "image": "https://cdn2.ivivu.com/2022/02/15/09/ivivu-chua-vinh-trang-2-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2020/07/02/14/ivivu-mien-tay-bia-750x420.gif",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "2 ngày 1 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Miền Tây",
      "price_Adult": 1500000,
      "price_Childern": 900000,
      "evaluate": "8.2 Rất tốt",
      "start_day": "2024-07-18",
      "description": {
        "title": "Tour Miền Tây 2N1Đ: HCM - Mỹ Tho - Bến Tre - Cần Thơ",
        "content": "Khám phá đồng bằng sông Cửu Long trong 2 ngày từ TP.HCM. Ngày đầu, tham quan chùa Vĩnh Tràng, trải nghiệm Cù Lao Thới Sơn, chèo xuồng ba lá, và tham quan cơ sở sản xuất kẹo dừa tại Bến Tre. Ngày hai, tham quan chợ nổi Cái Răng, vườn cây ăn trái và lò hủ tiếu tại Cần Thơ. Thưởng thức ẩm thực đặc sản và trải nghiệm văn hóa miền Tây sông nước. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1. TP. HCM - MỸ THO - BẾN TRE - CẦN THƠ ( ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "Buổi sáng: Đón khách tại điểm hẹn: 202 Lê Lai, Phường Bến Thành, quận 1 lúc 07:00 - 07:15 (Đối diện có công viên có bãi giữ xe máy) khởi hành đến Thành phố Mỹ Tho.",
              "description": "Đoàn tới địa phận Tiền Giang tham quan di tích lịch sử - văn hóa cấp quốc gia Chùa Vĩnh Tràng ngôi chùa lớn nhất tỉnh Tiền Giang.",
              "image": "https://cdn2.ivivu.com/2022/02/15/09/ivivu-chua-vinh-trang1.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2. CẦN THƠ - CHỢ NỔI CÁI RĂNG - TP. HCM ( ĂN SÁNG, TRƯA) ",
          "route": [
            {
              "time": "Buổi sáng: Ăn sáng tại khách sạn.",
              "description": "Sau đó khởi hành đi tham quan chợ nổi Cái Răng tìm hiểu nét đẹp văn hóa mua bán trên sông đặc trưng của Nam Bộ.",
              "image": "https://cdn2.ivivu.com/2020/06/17/15/ivivu-cho-noi-cai-rang.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Tham quan Căn nhà Màu Tím (chi phí tự túc).",
              "description": "Du khách tự do tham quan vườn cây ăn trái theo mùa.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "Tìm hiểu Lò hủ tiếu làng nghề truyền thống làm hủ tiếu nổi tiếng khắp nơi của vùng đất Cần Thơ.",
          "route": [
            {
              "time": "Dùng cơm trưa tại nhà hàng địa phương. Sau đó đoàn khởi hành quay về TP. Hồ Chí Minh kết thúc tour du lịch miền tây 2 ngày 1 đêm Mỹ Tho - Bến Tre - Cần Thơ. ",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "16",
      "name": "Tour Đà Nẵng 3N2Đ: HCM - Đà Nẵng - Rừng Dừa Bảy Mẫu - Hội An - Bà Nà Hills",
      "image": "https://cdn2.ivivu.com/2022/06/14/18/ivivu-sun-world-ba-na-hills-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2019/11/26/09/ivivu-rung-dua-bay-mau-750x390.jpg",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "3 ngày 2 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Đà Nẵng",
      "price_Adult": 6540000,
      "price_Childern": 5200000,
      "evaluate": "8.0 Rất tốt",
      "start_day": "2024-07-20",
      "description": {
        "title": "Tour Đà Nẵng 3N2Đ từ Hồ Chí Minh",
        "content": "Khám phá Đà Nẵng trong 3 ngày 2 đêm với các điểm đến hấp dẫn. Tham quan Bán Đảo Sơn Trà, Chùa Linh Ứng, và Rừng Dừa Bảy Mẫu. Thưởng thức ẩm thực tại Hội An và khám phá phố cổ. Trải nghiệm cáp treo Bà Nà Hills, tham quan Chùa Linh Ứng và Công viên Fantasy Park. Khám phá Ngũ Hành Sơn, làng nghề Điêu Khắc Đá Non Nước và Công viên Kỳ Quan Thế Giới. Cùng iVIVU khám phá ngay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: HCM - ĐÀ NẴNG - BÁN ĐẢO SƠN TRÀ - RỪNG DỪA BẢY MẪU - HỘI AN (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Khởi hành từ sân bay Tân Sơn Nhất đi Đà Nẵng. Chuyến bay VJ622 SGNDAD 07:00 - 08:25.",
              "description": "Đến Đà Nẵng, Dùng bữa sáng sau đó tham quan: Bán Đảo Sơn Trà - Quà tặng thiên nhiên cho Đà Nẵng, nổi bật với bãi biển trong và rừng xanh mát, là điểm tham quan yên bình và xinh đẹp.",
              "image": "https://cdn2.ivivu.com/2023/02/13/17/ivivu-ban-dao-son-tra.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "Trưa: Dùng bữa trưa với đặc sản “Bánh Tráng Cuốn Thịt Heo”, Mì Quảng, Bánh Bèo.",
              "description": "Chiều: Xe đưa Quý khách khởi hành vào Hội An, đoàn tham quan:",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Tham quan Căn nhà Màu Tím (chi phí tự túc).",
              "description": "Du khách tự do tham quan vườn cây ăn trái theo mùa.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "Đoàn tự do thưởng thức các món đặc sản tại Hội An như: Cao Lầu, Mì Quảng… (Chi phí tự túc)",
              "description": "20h00: Đoàn trở về Đà Nẵng, tự do thưởng ngoạn cảnh đêm và dạo phố biển.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 2: ĐÀ NẴNG - BÀ NÀ HILLS - TẮM BIỂN MỸ KHÊ (ĂN SÁNG, TỐI)",
          "route": [
            {
              "time": "Sáng: Quý khách dùng bữa điểm tâm sáng tại nhà hàng.",
              "description": "Sau đó xe sẽ đưa đoàn đi tham quan chương trình Khám Phá Bà Nà HillS. Trải nghiệm cáp treo Bà Nà, ngắm nhìn cảnh quan núi rừng mây phủ, và thăm quan. (Chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2020/05/27/09/ivivu-cap-treo-ba-na-dn.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "Trưa: Đoàn dùng bữa trưa tại nhà hàng của KDL Bà Nà với menu buffet cơm Việt Nam. (nếu quý Khách có tham gia gói tham quan Bà Nà)",
          "route": [
            {
              "time": "Chiều: Lên cáp treo đến Cầu Vàng, chiêm ngưỡng kiệt tác kiến trúc giữa bầu trời mây.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2018/12/06/17/cau-vang.jpg"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 3: ĐÀ NẴNG - CÔNG VIÊN KÌ QUAN THẾ GIỚI - NGŨ HÀNH SƠN - TP. HCM (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Thưởng thức bữa sáng và thời gian tự do tắm biển Mỹ Khê hoặc hồ bơi khách sạn.",
              "description": "10h00: Trả phòng và khám phá Công viên Kỳ Quan Thế Giới tại Hòa Bình Green, nơi quy tụ các kỳ quan nổi tiếng thế giới.",
              "image": "https://cdn2.ivivu.com/2023/08/01/17/ivivu-cong-vien-ky-quan-the-gioi-da-nang.jpg"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "Đến giờ hẹn đoàn ra sân bay Đà Nẵng, bay chuyến VJ633 DADSGN 17:40 - 19:05 về Hồ Chí Minh. Kết thúc tour Đà Nẵng 3 ngày 2 đêm.",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "17",
      "name": "Tour Cao Cấp Dubai 4N4Đ: Dubai - Abu Dhabi - Sa Mạc Safari",
      "image": "https://cdn2.ivivu.com/2022/06/14/18/ivivu-sun-world-ba-na-hills-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2019/11/26/09/ivivu-rung-dua-bay-mau-750x390.jpg",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "4 ngày 4 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "DUBAI",
      "price_Adult": 30850000,
      "price_Childern": 26000000,
      "evaluate": "9.5 Tuyệt vời",
      "start_day": "2024-07-25",
      "description": {
        "title": "Tour Cao Cấp Dubai 4N4Đ: Dubai - Abu Dhabi - Sa Mạc Safari",
        "content": "Khám phá sự hùng vĩ của Dubai và Abu Dhabi trong 4 ngày với tour cao cấp, từ lịch sử quyến rũ ở Al Fahidi đến vẻ đẹp hiện đại của Burj Khalifa. Trải nghiệm độc đáo với safari sa mạc, khám phá kiến trúc Palm Jumeirah, và chiêm ngưỡng vườn hoa Miracle Garden. Hành trình đầy ấn tượng này là cơ hội tuyệt vời để tìm hiểu văn hóa phong phú và sự phát triển nhanh chóng của hai tiểu vương quốc. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "ĐÊM 1: TP.HCM - DUBAI (ĂN NHẸ TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Quý khách tập trung tại sân bay Tân Sơn Nhất ga đi quốc tế, Trưởng Đoàn hướng dẫn làm thủ tục hàng không và đáp chuyến bay EK393 SGN DXB 23:55 - 04:00 (Hãng hàng không quốc gia 5* của Tiểu Vương Quốc Ả Rập Thống Nhất).",
              "description": "Trên máy bay, Quý khách sẽ được phục vụ bữa ăn tự chọn theo thực đơn Âu - Á phong phú và hấp dẫn.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: PALM JUMEIRAH - SA MẠC SAFARI (ĂN BA BỮA)",
          "route": [
            {
              "time": "Quý khách dùng điểm tâm sáng và bắt đầu chương trình:",
              "description": "Đảo cọ nhân tạo (Palm Jumeirah) - Ngồi tàu điện trên không sẽ giúp quý khách đến đảo cọ nhanh chóng và có cơ hội chiêm ngưỡng vẻ đẹp của hòn đảo nhân tạo từ trên cao.",
              "image": "https://cdn2.ivivu.com/2022/07/25/16/ivivu-dao-co-nhan-tao.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: DUBAI - ABU DHABI (ĂN 3 BỮA)",
          "route": [
            {
              "time": "Sky Views Observatory - Trải nghiệm giải trí đỉnh cao tại Dubai với cầu trượt kính ngoài trời, thang máy kính ba mặt, và nhà hàng Panorama 52, mang lại cảm giác mạnh từ độ cao hơn 200m. (Áp dụng tham quan từ đầu tháng 5 thay cho điểm vườn hoa)",
              "description": "Thánh đường Hồi giáo Sheikh Zayed - Niềm tự hào của UAE, là thánh đường xa hoa bậc nhất thế giới, nổi bật với đá cẩm thạch trắng, pha lê Swarovski, thảm Ba Tư, 82 mái vòm và 1.048 cột hình cây chà là. Sức chứa ấn tượng hơn 40.000 người.",
              "image": "https://cdn2.ivivu.com/2022/06/14/11/ivivu-sheikh-zayed.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: DUBAI - TP. HỒ CHÍ MINH (ĂN SÁNG, ĂN TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Quý khách dùng bữa sáng và làm thủ tục trả phòng. Quý khách di chuyển ra sân bay và làm thủ tục chuyến bay EK392 DXB SGN  09:40-19:35 về đến thành phố Hồ Chí Minh. Chia tay đoàn và hẹn gặp lại quý khách trong các chương trình sau.",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "18",
      "name": "Tour Đài Loan 5N5Đ: Đài Trung - Cao Hùng - Đài Bắc - Phố Cổ Cửu Phần",
      "image": "https://cdn2.ivivu.com/2022/06/14/18/ivivu-sun-world-ba-na-hills-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2019/11/26/09/ivivu-rung-dua-bay-mau-750x390.jpg",
      "catagory_Id": 2,
      "area_Id": 4,
      "date": "5 ngày 5 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Đài Loan",
      "price_Adult": 12990000,
      "price_Childern": 17000000,
      "evaluate": "9.8 Tuyệt vời",
      "start_day": "2024-07-25",
      "description": {
        "title": "Tour Cao Cấp Dubai 4N4Đ: Dubai - Abu Dhabi - Sa Mạc Safari",
        "content": "Khám phá sự hùng vĩ của Dubai và Abu Dhabi trong 4 ngày với tour cao cấp, từ lịch sử quyến rũ ở Al Fahidi đến vẻ đẹp hiện đại của Burj Khalifa. Trải nghiệm độc đáo với safari sa mạc, khám phá kiến trúc Palm Jumeirah, và chiêm ngưỡng vườn hoa Miracle Garden. Hành trình đầy ấn tượng này là cơ hội tuyệt vời để tìm hiểu văn hóa phong phú và sự phát triển nhanh chóng của hai tiểu vương quốc. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "ĐÊM 1: TP.HCM - DUBAI (ĂN NHẸ TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Quý khách tập trung tại sân bay Tân Sơn Nhất ga đi quốc tế, Trưởng Đoàn hướng dẫn làm thủ tục hàng không và đáp chuyến bay EK393 SGN DXB 23:55 - 04:00 (Hãng hàng không quốc gia 5* của Tiểu Vương Quốc Ả Rập Thống Nhất).",
              "description": "Trên máy bay, Quý khách sẽ được phục vụ bữa ăn tự chọn theo thực đơn Âu - Á phong phú và hấp dẫn.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: PALM JUMEIRAH - SA MẠC SAFARI (ĂN BA BỮA)",
          "route": [
            {
              "time": "Quý khách dùng điểm tâm sáng và bắt đầu chương trình:",
              "description": "Đảo cọ nhân tạo (Palm Jumeirah) - Ngồi tàu điện trên không sẽ giúp quý khách đến đảo cọ nhanh chóng và có cơ hội chiêm ngưỡng vẻ đẹp của hòn đảo nhân tạo từ trên cao.",
              "image": "https://cdn2.ivivu.com/2022/07/25/16/ivivu-dao-co-nhan-tao.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: DUBAI - ABU DHABI (ĂN 3 BỮA)",
          "route": [
            {
              "time": "Sky Views Observatory - Trải nghiệm giải trí đỉnh cao tại Dubai với cầu trượt kính ngoài trời, thang máy kính ba mặt, và nhà hàng Panorama 52, mang lại cảm giác mạnh từ độ cao hơn 200m. (Áp dụng tham quan từ đầu tháng 5 thay cho điểm vườn hoa)",
              "description": "Thánh đường Hồi giáo Sheikh Zayed - Niềm tự hào của UAE, là thánh đường xa hoa bậc nhất thế giới, nổi bật với đá cẩm thạch trắng, pha lê Swarovski, thảm Ba Tư, 82 mái vòm và 1.048 cột hình cây chà là. Sức chứa ấn tượng hơn 40.000 người.",
              "image": "https://cdn2.ivivu.com/2022/06/14/11/ivivu-sheikh-zayed.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: DUBAI - TP. HỒ CHÍ MINH (ĂN SÁNG, ĂN TRÊN MÁY BAY)",
          "route": [
            {
              "time": "Quý khách dùng bữa sáng và làm thủ tục trả phòng. Quý khách di chuyển ra sân bay và làm thủ tục chuyến bay EK392 DXB SGN  09:40-19:35 về đến thành phố Hồ Chí Minh. Chia tay đoàn và hẹn gặp lại quý khách trong các chương trình sau.",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "19",
      "name": "Tour Sapa 3N2Đ: Hà Nội - Sapa - Fansipan - Cát Cát - Moana",
      "image": "https://cdn2.ivivu.com/2021/12/09/11/ivivu-tuong-co-gai-moana-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2023/11/07/11/ivivu-dinh-fansipan-2-750x420.gif",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "3 ngày 2 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Sapa",
      "price_Adult": 35660000,
      "price_Childern": 2300000,
      "evaluate": "9.2 Tuyệt vời",
      "start_day": "2024-07-26",
      "description": {
        "title": "Tour Sapa 3N2Đ: Hà Nội - Sapa - Fansipan - Cát Cát - Moana",
        "content": "Tour Sapa 3N2Đ: Hà Nội - Sapa - Fansipan - Cát Cát - Moana View mang bạn đến với Sapa, viên ngọc của Lào Cai, để khám phá vẻ đẹp nguyên sơ và núi rừng hùng vĩ. Bạn sẽ có cơ hội thăm bản Cát Cát, check-in tại Moana, và chinh phục đỉnh Fansipan. Cùng iVIVU khám phá ngay hôm nay ! "
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI – SAPA – BẢN CÁT CÁT (ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "6h20: Xe đón quý khách tại điểm đón 204 hoặc 160 Trần Quang Khải để khởi hành đi sapa. Sau đó khởi hành đi Sa Pa bằng xe bus giường nằm chất lượng cao.Xe dừng chân dọc đường cao tốc Nội Bài – Lào Cai để quý khách nghỉ ngơi ăn sáng (Chi phí ăn sáng tự túc)",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "Trưa: Xe đến thị trấn Sa Pa nơi có rất nhiều dân tộc sinh sống như H’mong, Dao, Tày,… HDV sẽ đưa Quý khách về khách sạn, ăn trưa sau đó nhận phòng và nghỉ ngơi.",
              "description": "Thăm Bản Cát Cát nơi sinh sống của người H’mong đen, một nơi phòng cảnh hữu tình tại thung lũng nằm dưới chân đỉnh Phanxipang hùng vĩ. Quý khách vui chơi chụp hình lưu niệm.",
              "image": "https://cdn2.ivivu.com/2022/10/17/14/ivivu-cat-cat.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Chiều: Xe đón quý khách từ Bản Cát Cát quay trở lại thị trấn Sa Pa.",
              "description": "Tối: Quý khách dùng bữa tối. Sau đó tự do khám phá thị trấn Sapa về đêm: Thăm nhà thờ đá Sapa, đi chợ ẩm thực Sapa và thưởng thức những món nướng đặc trưng của vùng đất này,… Ngủ đêm tại Sapa.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 02: SAPA – MOANA – CHINH PHỤC ĐỈNH FANSIPAN (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Sáng: Quý khách dùng bữa sáng tại khách sạn.",
              "description": "Khám phá Moana Sapa, điểm check-in mới với cổng trời Bali, hướng núi Hoàng Liên Sơn và Fanxipan, mang đến trải nghiệm sống ảo và ngắm cảnh mây huyền ảo.",
              "image": "https://cdn2.ivivu.com/2021/12/09/11/ivivu-sapa-moana.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "Trưa: Quay về thị trấn Sapa. Bữa trưa tại khách sạn.",
              "description": "Xe đón Quý khách khởi hành ra ga cáp trep Fansipan, đi cáp treo 3 dây dài nhất thế giới. Quý khách sẽ được ngắm nhìn thung lũng Mường Hoa, dãy Hoàng Liên Sơn và biển mây tuyệt đẹp từ trên cao. Sau 15 phút đi cáp treo, Quý khách tiếp tục leo bộ 604 bậc thang để đến với đỉnh Fansipan. Quý khách chụp hình để lưu lại khoảnh khách đáng nhớ này.",
              "image": "https://cdn2.ivivu.com/2023/11/07/11/ivivu-dinh-fansipan.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "Chiều: Xe đón Quý khách về lại thị trấn.",
              "description": "Tối: Quý khách dùng bữa tối. Sau đó tự do khám phá thị trấn Sapa về đêm: Thăm nhà thờ đá Sapa, đi chợ ẩm thực Sapa và thưởng thức những món nướng đặc trưng của vùng đất này,… Ngủ đêm tại Sapa.",
              "image": ""
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 03: SAPA – HÀ NỘI ( ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Sau khi ăn sáng tại khách sạn. Quý khách tự do dạo chơi, mua sắm tại chợ Sapa, khám phá thị trấn Sapa xinh đẹp.",
              "description": "Trưa: Quý khách trả phòng khách sạn và dùng bữa trưa. Sau bữa trưa tự do thưởng thức cà phê phố núi hoặc mua sắm.",
              "image": ""
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "Chiều: Xe đưa Quý Khách ra bến xe, lên xe để trở về Hà Nội.",
              "description": "Tối: Về đến Hà Nội. Xe trả Quý khách về tại điểm đón trả của nhà xe, kết thúc hành trình khám phá thị trấn trong sương và Chinh phục đỉnh Fansipan 3 ngày 2 đêm đầy thú vị. Tạm biệt và hẹn gặp lại Quý khách trong những hành trình du lịch lần sau.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "20",
      "name": "Tour Tây Bắc 3N2Đ: Hà Nội - Khám Phá Mù Cang Chải - Sapa Mùa Lúa Chín",
      "image": "https://cdn2.ivivu.com/2024/06/26/11/ivivu-che-cu-nha-mu-cang-chai-yen-bai-2-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2024/06/26/11/ivivu-che-cu-nha-mu-cang-chai-yen-bai-1-750x420.jpg",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "3 ngày 2 đêm",
      "location_Start": "Hà Nội",
      "location_End": "Sapa",
      "price_Adult": 2562000,
      "price_Childern": 2200000,
      "evaluate": "9.0 Tuyệt vời",
      "start_day": "2024-07-27",
      "description": {
        "title": "Tour Tây Bắc 3N2Đ: Hà Nội - Khám Phá Mù Cang Chải - Sapa Mùa Lúa Chín",
        "content": "Khám phá vẻ đẹp hùng vĩ của Đồi Chè Thanh Sơn, ruộng bậc thang Đồi Mâm Xôi mùa lúa chín, và đỉnh Fansipan - nóc nhà Đông Dương. Trải nghiệm ẩm thực đặc sản Tây Bắc, tham quan Moana Sapa, nhà thờ Đá cổ kính, và bản Cát Cát thơ mộng. Hành trình đầy ấn tượng và đáng nhớ giữa thiên nhiên hoang sơ và văn hóa đặc sắc. Cùng iVIVU khám phá ngay hôm nay ! "
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI – ĐỒI MÂM XÔI - MÙ CANG CHẢI (ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "05h00: Xe ô tô và hướng dẫn viên đón quý khách tại nhà hát lớn Hà Nội. Khởi hành đi tour Mù Cang Chải - Ngọc Chiến – Tà Xùa mùa lúa chín theo quốc lộ 32. Đoàn dừng chân nghỉ ngơi dùng bữa sáng tự túc tại Sơn Tây. Sau bữa sáng quý khách tiếp tục khởi hành đi tour Mù Cang Chải – Ngọc Chiến – Tà Xùa.",
              "description": "Quý khách dừng chân nghỉ ngơi ngắm cảnh bạt ngàn đồi trè xanh mướt Thanh Sơn – Phú Thọ. Nơi đã đi vào thơ ca của nhà thơ Tố Hữu.",
              "image": "https://cdn2.ivivu.com/2019/12/25/14/ivivu-doi-che-thanh-son-phu-tho.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "Trưa: Tiếp tục hành trình đến với Mường Lò, quý khách dừng chân dùng bữa trưa và cùng tìm hiểu văn hóa ẩm thực địa phương.",
              "description": "Tiếp tục hành trình đến Đèo Khau Phạ một trong những tứ đại đình đèo miền bắc theo tiếng của người dân tộc Thái cùng ngắm bản Lìm Mông, Lìm Thái từ trên cao vào mùa lúa chín…….",
              "image": "https://cdn2.ivivu.com/2020/05/20/11/ivivu-deo-khau-pha.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Chiều: Quý khách lên xe khởi hành về homestay tại Mù Cang Chải dùng bữa tối với những món ăn mang hương vị núi rừng Tây Bắc do chính gia chủ là người dân tộc Thái chế biến phục vụ quý khách như xôi nếp nương, cá nướng Pa Phỉnh Tộp……….",
              "description": "Tối: Quý khách nghỉ đêm tại home stay tại bản Thái (cách trung tâm thị trấn Mù Cang Chải khoảng 800m).",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 02: MÙ CANG CHẢI – ĐỒI MÓNG NGỰA - MOANA SAPA (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Sáng: Sau bữa sáng quý khách khởi hành đến với đồi Móng Ngựa nằm ở bản Sáng Nhù, cách thị trấn Mù Cang Chải (Yên Bái) 2 cây số, nổi bật với những thửa ruộng bậc thang hình bán nguyệt đẹp như họa. Đến mùa lúa chín, nhiều du khách phải vỡ òa cảm xúc trước “tấm thảm lộng lẫy” được dệt bằng sắc lúa vàng rực.",
              "description": "Khám phá Moana Sapa, điểm check-in mới với cổng trời Bali, hướng núi Hoàng Liên Sơn và Fanxipan, mang đến trải nghiệm sống ảo và ngắm cảnh mây huyền ảo.",
              "image": "https://cdn2.ivivu.com/2024/06/26/11/ivivu-doi-mong-ngua-mu-cang-chai-yen-bai.jpg"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "12h00: Đến thị trấn xinh đẹp Sapa, Quý khách dùng bữa trưa tại nhà hàng với những món ăn được chế biến từ những sản vật của vùng cao tây bắc... Sau bữa trưa quý khách nhận phòng khách sạn và nghỉ ngơi.",
              "description": "14h00: Quý khách khởi hành đi tham quan khu du lịch Moana Sapa và quán Cafe Paronama view núi cực chillSapa với nhà thờ Đá. Một công trình kiến trúc cổ của người Sapa.",
              "image": "https://cdn2.ivivu.com/2024/06/26/18/ivivu-moana-sapa.jpg"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 3: CÁT CÁT - FANSIPAN - HÀ NỘI (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Quý khách dậy sớm, ngắm cảnh bình minh trên dãy Hoàng Liên Sơn cùng cảm nhận không khi trong lành và mát mẻ... dùng bữa sáng tại khách sạn sau đó làm thủ tục trả phòng.",
              "description": "Hướng dẫn viên đưa quý khách đi thăm quan bản Cát Cát – Shín Chải nơi sinh sống của dân tộc H’mong đen. ",
              "image": "https://cdn2.ivivu.com/2024/06/26/16/ivivu-ban-cat-cat-sapa-3.jpg"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "Trưa: Quý khách dùng bữa trưa tại nhà hàng. Sau bữa trưa quý khách tự do mua sắm những sản vật nổi tiếng của Sapa như các loại thuốc, các loại vải thổ cẩm cùng các công cụ dụng cụ của người dân tộc thiểu số chế tạo ra… về làm quà cho người thân và bạn bè....",
              "description": "Chiều: Quý khách lên xe về Hà Nội, kết thúc hành trình và hẹn gặp lại quý khách trong những chương trình tiếp theo.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "21",
      "name": "Tour Phú Quốc 3N2Đ: Grand World - 4 Đảo - Ngắm San Hô",
      "image": "https://cdn2.ivivu.com/2020/07/09/17/ivivu-sunset-sonato-1-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2022/06/14/18/ivivu-grand-worlds-750x390.gif",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "Trong ngày",
      "location_Start": "",
      "location_End": "Phú Quốc",
      "price_Adult": 2640000,
      "price_Childern": 2000000,
      "evaluate": "9.8 Tuyệt vời",
      "start_day": "2024-07-28",
      "description": {
        "title": "Tour Phú Quốc 3N2Đ: Grand World - 4 Đảo - Ngắm San Hô",
        "content": "Khám phá Phú Quốc 3 ngày 2 đêm, trải nghiệm Grand World hiện đại và khám phá 4 đảo tuyệt đẹp. Hành trình bao gồm các hoạt động như lặn ngắm san hô tại Hòn Móng Tay, Hòn Gầm Ghì, câu cá tại Hòn Mây Rút, và thưởng ngoạn biển xanh cát trắng tại Bãi Sao. Tham quan Grand World với các hoạt động giải trí, mua sắm và ẩm thực đa dạng, tận hưởng một kỳ nghỉ đầy màu sắc và thú vị tại đảo ngọc Phú Quốc. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: PHÚ QUỐC (ĂN TỐI)",
          "route": [
            {
              "time": "Trưa: Xe đón quý khách tại sân bay Phú Quốc đưa về khách sạn gửi hành lý (tùy thời điểm khách sạn có phòng sớm sẽ linh hoạt nhận phòng nghỉ ngơi). Sau đó tự do vui chơi và ăn trưa tự túc.",
              "description": "16h00: Xe đón khách tham quan khu phức hợp Grand World.",
              "image": "https://cdn2.ivivu.com/2022/10/04/15/ivivu-grand-world-phu-quoc-1.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "Trưa: Tiếp tục hành trình đến với Mường Lò, quý khách dừng chân dùng bữa trưa và cùng tìm hiểu văn hóa ẩm thực địa phương.",
              "description": "Tiếp tục hành trình đến Đèo Khau Phạ một trong những tứ đại đình đèo miền bắc theo tiếng của người dân tộc Thái cùng ngắm bản Lìm Mông, Lìm Thái từ trên cao vào mùa lúa chín…….",
              "image": "https://cdn2.ivivu.com/2020/05/20/11/ivivu-deo-khau-pha.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Quý khách thưởng thức Show diễn “Tinh hoa Việt Nam” (vé tự túc, giá vé 300.000đ/vé). Tối: Quý khách dùng bữa tối tại nhà hàng.",
              "description": "Tối: Quý khách nghỉ đêm tại home stay tại bản Thái (cách trung tâm thị trấn Mù Cang Chải khoảng 800m).",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 2: CANO 4 ĐẢO GHÉP ĐOÀN - SUNSET SANATO (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "08h00 - 08h30: Xe và Hướng dẫn viên đón khách tại khách sạn, đưa đoàn khởi hành tham quan:",
              "description": "8h45: Quý khách tham quan Cơ sở nuôi cấy ngọc trai tìm hiểu về quy trình nuôi trai lấy ngọc và tự tay mổ ốc trai.",
              "image": "https://cdn2.ivivu.com/2021/04/23/10/ivivu-ngoc-trai-cao-cap.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "09h45: Đoàn đến cảng An Thới lên cano quý khách thưởng thức đồ uống chào mừng, lắng nghe hướng dẫn viên giới thiệu hải trình chuyến đi cũng như những quy định về an toàn trên cano.",
              "description": "10h00: Trong khi cano sang trọng, kiêu hãnh rẽ sóng ra đưa Quý khách vào chuyến du ngoạn quần đảo An Thới, du khách sẽ có thời gian tận hưởng cảnh đẹp của cáp treo dài nhất Đông Nam Á nối liền các hòn đảo trong quần đảo An Thới.",
              "image": ""
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "10h15: Chào đón Quý khách trong chuyến đi là những hoạt động thú vị, đầu tiên phải kể khám phá Công viên san hô - Quý khách thay đồ bơi, chuẩn bị cho hành trình khám phá đại dương, Quý khách có cơ hội tham quan công viên san hô, trải nghiệm dịch vụ đi bộ dưới biển (Chi phí tự túc, Giá vé 1.350.000đ/vé) với độ sau 6m , quý khách sẽ được thỏa mắt ngắm nhìn từng đoàn cá bơi lội, tận tay sờ các cụm san hô nhiều màu sắc.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2021/06/30/15/ivivu-6-san-ho.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "10h40: Cano tiếp tục di ch uyển đưa đoàn đến Hòn Mây Rút - Hòn đảo còn khá hoang sơ , quý khách sẽ được hòa mình vào thiên nhiên với bãi cát trắng mịn nước biển trong veo.",
              "description": "11h10: Tiếp tục hành trình Cano di chuyến tới Hòn Gầm Ghì hoặc hòn Bườm (tùy theo thời tiết)– hòn đảo được mệnh danh là Vương Quốc San Hô - Quý khách lặn ngắm san hô với các dụng cụ được chuẩn bị sẵn: Ống thở, kính lặn, chân vịt, áo phao. Nước rất cạn và trong khe, nhìn tận đáy, đây là điểm ngắm san hô rất lý tưởng (thời gian tại Hòn 40 phút)",
              "image": "https://cdn2.ivivu.com/2021/05/19/14/ivivu-hon-gam-ghi-phu-quoc.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "11h50: Doàn di chuyển đến Hòn Móng Tay - là viên ngọc ẩn giấu ở phía Nam đảo Phú Quốc, một trong những đảo sở hữu bãi cát trắng mịn với làn nước trong xanh tuyệt đẹp. Đoàn nghỉ ngơi, tắm biển, thư giãn.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2017/11/07/14/ivivu-hon-mong-tay-pq.jpg"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "Trưa: 12h00: Đoàn dùng bữa trưa tại nhà hàng .",
              "description": "Chiều: 14h00 - 15h00: Cano đưa Quý khách trở về cảng An Thới.",
              "image": ""
            }
          ]
        },
        {
          "id": 10,
          "name": "",
          "route": [
            {
              "time": "Tối: Quý khách tự do vui chơi và tự túc ăn tối.",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 11,
          "name": "NGÀY 3: TIỄN SÂN BAY (ĂN SÁNG) ",
          "route": [
            {
              "time": "Sáng: Quý khách tự do tại khách sạn. Tự do vui chơi - tắm biển.",
              "description": "Trưa: Trả phòng khách sạn (Tùy theo giờ bay thời gian sẽ thay đổi )",
              "image": ""
            }
          ]
        },
        {
          "id": 12,
          "name": "",
          "route": [
            {
              "time": "Xe đưa Quý khách đến sân bay Phú Quốc (không có hướng dẫn viên). Quý khách làm thủ tục lên máy bay, kết thúc chương trình. Tạm biệt và hẹn gặp lại Quý khách.",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "22",
      "name": "Tour Phú Quốc Trong Ngày: Cano Khám Phá Các Đảo - Cáp Treo Hòn Thơm",
      "image": "https://cdn2.ivivu.com/2020/10/08/14/ivivu-cap-treo-hon-thom-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2020/07/14/14/ivivu-phu-quoc-bia-750x390.gif",
      "catagory_Id": 1,
      "area_Id": 1,
      "date": "Trong ngày",
      "location_Start": "",
      "location_End": "Phú Quốc",
      "price_Adult": 1308000,
      "price_Childern": 8000000,
      "evaluate": "8.5 Rất tốt",
      "start_day": "2024-07-29",
      "description": {
        "title": "Hành Trình Khám Phá Đảo Thiên Đường",
        "content": "Khám phá Phú Quốc trong 1 ngày với tour cano đưa bạn đến các hòn đảo đẹp nhất như Hòn Mây Rút, Hòn Dăm Ngang và Hòn Móng Tay. Tham gia các hoạt động lặn ngắm san hô, thư giãn trên bãi biển và trải nghiệm cáp treo vượt biển dài nhất thế giới tại Hòn Thơm. Tour lý tưởng cho du khách muốn khám phá vẻ đẹp thiên nhiên và tận hưởng các hoạt động thú vị trong thời gian ngắn. Cùng iVIVU khám phá ngay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "",
          "route": [
            {
              "time": "07h30: Miễn phí đón khách tại thị trấn Dương Đông, các khách sạn khu Bãi Dài, Cửa Cạn, Ông Lang, Bãi Trường, Bãi Khem.",
              "description": "09h15: Đến cảng ổn định chỗ ngồi và khởi hành thôi. Cùng vi vu Quần Đảo An Thới bằng cano đi qua 12 đảo và ghé tại 5 đảo đẹp nhất",
              "image": "https://cdn2.ivivu.com/2019/10/14/18/ivivu-lan-ngam-san-ho1.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Hòn Dăm Ngang (Hòn Gầm Ghì): Trải nghiệm đắm mình trong làn nước trong vắt và lặn ngắm san hô đầy sắc màu. Được mệnh danh là Vương Quốc San Hô – Lặn ngắm san hô.",
              "image": "https://cdn2.ivivu.com/2017/11/29/10/ivivu-hon-dam-ngang.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Dùng bữa trưa tại nhà hàng.",
              "description": "Hòn Móng Tay: Thư giãn check in tại không gian đẹp tựa thiên đường và mệnh danh là “ Madivies Việt ”",
              "image": "https://cdn2.ivivu.com/2017/11/07/14/ivivu-hon-mong-tay-pq.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "Bãi Trào Hòn Thơm: Thỏa sức check in tại cây cầu dài bắt ra biển “ Cầu Hoàng Hôn’’",
              "description": "17h00: Cáp treo hòn thơm: bạn sẽ được chiêm ngưỡng toàn cảnh đẹp các đảo từ trên cao.",
              "image": "https://cdn2.ivivu.com/2020/10/08/14/ivivu-cap-treo-hon-thom.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "17h30: xe đón đoàn đưa về lại khách sạn nghỉ ngơi.",
              "description": "(Có nhân viên và HDV đồng hành, hỗ trợ giữ hành lý và chuyển đến sân bay hoặc khách sạn mới sau tour)",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "23",
      "name": "Tour Miền Tây 4N3Đ: Sài Gòn - Mỹ Tho - Bến Tre - Châu Đốc - Cần Thơ - Cà Mau - Bạc Liêu - Sóc Trăng - Hậu Giang",
      "image": "https://cdn2.ivivu.com/2021/03/24/14/ivivu-me-nam-hai-bac-lieu-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2021/05/24/16/ivivu-can-tho-bia-750x420.gif",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "4 ngày 3 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Miền Tây",
      "price_Adult": 3935000,
      "price_Childern": 29500000,
      "evaluate": "8.1 Rất tốt",
      "start_day": "2024-07-30",
      "description": {
        "title": "Khám phá 8 Tỉnh Miền Tây",
        "content": "Hành trình khám phá 8 tỉnh miền Tây từ Sài Gòn, đi qua Mỹ Tho, Bến Tre, Châu Đốc, Cần Thơ, Cà Mau, Bạc Liêu, Sóc Trăng và Hậu Giang. Du khách sẽ có cơ hội tham quan các danh thắng nổi tiếng như chợ nổi Cái Răng, rừng tràm Trà Sư, Mũi Cà Mau và cánh đồng quạt gió Bạc Liêu. Chuyến đi bao gồm nghỉ ngơi tại khách sạn 3 sao và thưởng thức ẩm thực đặc sản miền Tây. Đây là cơ hội tuyệt vời để khám phá vẻ đẹp thiên nhiên và văn hóa đặc sắc của vùng đồng bằng sông Cửu Long​. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "detail": [
        {
          "id": 1,
          "name": "ĐIỂM ĐÓN: lúc 6h30 sáng: 156 Lê Lai, Quân 1 hoặc 173 Phạm Ngũ Lão gần công viên 23/09 ",
          "route": [
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: SÀI GÒN – MỸ THO - BẾN TRE – CHÂU ĐỐC (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đúng 6h30 sáng Qúy Khách tập trung điểm hẹn, khởi hành bắt đầu đi chuyến du lịch 8 Tỉnh Miền Tây. Những tỉnh rất trù phú của Đồng Bằng Sông Cửu Long. Đi theo lộ trình đường cao tốc TP/HCM - Trung Lương.",
              "description": "Đến Mỹ Tho,Qúy khách đến với ngôi chùa Vĩnh Tràng được xây dựng bởi ông bà Bùi Công Đạt vào thế kỉ XIX.",
              "image": "https://cdn2.ivivu.com/2022/02/15/09/ivivu-chua-vinh-trang1.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Tiếp theo du khách đến với Cảng Du Thuyền Mỹ Tho lên tàu đi du lịch sông Tiền, ngắm cảnh bốn cù lao Long, Lân, Qui, Phụng. Thuyền chạy dọc theo bè cá nổi để du khách tìm hiểu cách nuôi cá trên sông của người dân địa phương và ngắm nhìn cầu Rạch Miễu.",
              "description": "Đến cù lao Thới Sơn (cồn Lân), du khách tản bộ trên con đường làng, tham quan nhà dân và vườn Bưởi Da Xanh với hơn 5000m2, cây trái xum xuê quanh năm, quý khách chụp hình lưu niệm và sau đó tham quan trại nuôi ong mật, thưởng thức trà mật ong chanh.",
              "image": "https://cdn2.ivivu.com/2020/05/18/17/ivivu-cu-lao-thoi-son-tien-giang.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "’",
              "description": "Tiếp theo Quý khách đến với những giai điệu Đờn Ca Tài Tử Xứ Dừa, ăn trái cây miễn phí. Sau đó, du khách dùng xuồng chèo len lỏi vào rạch nhỏ ngắm nhìn 2 hàng dừa nước thiên nhiên và phong cảnh đơn sơ của miệt vườn. ",
              "image": "https://cdn2.ivivu.com/2021/05/05/16/ivivu-don-ca-tai-tu.jpg"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "13h30: Trở lại thuyền về Mỹ Tho, khởi hành đi Châu Đốc. Buổi chiều đoàn đến Châu Đốc nhận phòng khách sạn, nghỉ ngơi.",
              "description": "18h30 Xe và HDV đón đoàn đi ăn tối tại nhà hàng Hội Quán. Sau bữa tối đoàn tự do khám phá Châu Đốc.",
              "image": ""
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 2: CHÂU ĐỐC - RỪNG TRÀM TRÀ SƯ – CẦN THƠ (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Buổi sáng: Quý khách ăn sáng tại khách sạn. Sau đó xe và hướng dẫn viên đưa đoàn vào núi Sam viếng Miếu Bà Chúa Sứ, lăng Thoại Ngọc Hầu, chùa Tây An Cổ Tự…",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/11/15/09/ivivu-mieu-ba-chua-xu.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "Sau đó tiếp tục hành trình theo hướng Tịnh Biên dọc kênh Vĩnh Tế đi qua dãy Thất Sơn – Núi Cấm, Núi Két và những ngôi chùa Khơme có kiến trúc độc đáo.",
              "description": "Đến huyện Nhà Bàng sau đó vào rừng tràm Trà Sư. Quý khách bắt đầu tham quan hệ sinh thái rừng tràm ngập nước tuyệt đẹp vào buổi sáng theo lộ trình. Quý khách tản bộ 500m từ bãi xe vào đến bến đò sau đó đi tắc rán (xuồng máy) chạy dọc bờ kênh trong rừng tràm rợp mát đến trạm dừng đầu tiên.",
              "image": "https://cdn2.ivivu.com/2022/01/27/15/ivivu-rung-tram-tra-su.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "Buổi chiều: Xe đưa quý khách khởi hành đi Cần Thơ đến với vùng đất Tây Đô sầm uất nhất miền tây đồng bằng sông Cửu Long.",
              "description": "Đến Cần Thơ, quý khách nhận phòng và dùng cơm tối trên nhà hàng du thuyền Cần Thơ thưởng thức các món đặc sản miền tây và nghe những làn điệu đàn ca tài tử mượt mà trên dòng sông Hậu thơ mộng…Tàu cập bến quý khách tự do khám phá Tây Đô về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 9,
          "name": "NGÀY 3: CẦN THƠ - CHỢ NỔI CÁI RĂNG - CÀ MAU - ĐẤT MŨI ( ĂN SÁNG, TRƯA,TỐI)",
          "route": [
            {
              "time": "Buổi sáng, 5h30 quý khách đi chợ nổi Cái Răng một trong những chợ nổi đông đúc và nổi tiếng nhất Cần Thơ – đây là chợ đầu mối chuyên mua bán trao đổi hàng hóa trên sông, đặc biệt các loại rau, củ, quả và trái cây bốn mùa…",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/11/30/17/ivivu-cho-noi.gif"
            }
          ]
        },
        {
          "id": 10,
          "name": "",
          "route": [
            {
              "time": "13h30, xe đưa đoàn khởi hành đi khám phá Mũi Cà Mau - đi xuyên rừng ngập mặn ngắm cảnh hệ sinh thái rừng ngập mặn phong phú... Đến mũi Cà Mau - dãi đất thiêng liêng của tổ quốc cuối cùng của bản đồ Việt Nam. Quý khách sẽ được tận mắt ngắm cảnh và chụp ảnh lưu niệm tại Mốc tọa độ Quốc gia – GPS 0001, Panô biểu tượng Mũi Cà Mau. ",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/11/15/09/ivivu-vuon-quoc-gia-mui-ca-mau.gif"
            }
          ]
        },
        {
          "id": 11,
          "name": "NGÀY 4: CÀ MAU - BẠC LIÊU - PHẬT BÀ - ĐIỆN GIÓ - SÓC TRĂNG - SÀI GÒN (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Buổi sáng: Ăn sáng tại khách sạn, trả phòng, sau đó lên xe khởi hành về Bạc Liêu Quý khách được ngắm nhìn cánh đồng quạt gió Bạc Liêu.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2023/01/06/18/ivivu-canh-dong-dien-gio.gif"
            }
          ]
        },
        {
          "id": 12,
          "name": "",
          "route": [
            {
              "time": "Đoàn tiếp tục ghé tham quan nhà Công Tử Bạc Liêu - Ngôi nhà này được xây dựng năm 1919, do kỹ sư người Pháp thiết kế và tất cả vật liệu để xây dựng đều được đưa từ bên Pháp qua. Sau khi hoàn thành, được xem là ngôi nhà bề thế nhất ở Nam kỳ lục tỉnh lúc bấy giờ và hơn hết là giai thoại cuộc sống vàng son một thời của cậu Ba Huy(Trần Trinh Huy)",
              "description": "",
              "image": "https://cdn2.ivivu.com/2023/03/31/14/ivivu-nha-cong-tu-bac-lieu.gif"
            }
          ]
        },
        {
          "id": 13,
          "name": "",
          "route": [
            {
              "time": " Sau đó khởi hành về Sóc Trăng đoàn tham quan cơ sở sản xuất bánh Pía Quảng Trân thương hiệu từ năm 1950 cho đến nay. Sau đó đoàn khởi hành về Hậu Giang dùng cơm trưa đặc sản món ăn đặc sản Nam Bộ như Lẩu Mắm, gà vườn, cá linh, đồng chiên...",
              "description": "Buổi chiều, Quý khách tiếp tục lên xe về lại Tp.HCM. trên đường dừng chân tại tram dừng chân Cái Bè nghỉ ngơi, sau đó tiếp tục hành trình. 19h00 đến Tp.HCM kết thúc tour Miền Tây 4 ngày 3 đêm, hẹn gặp lại quý khách trong những chương trình sau.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "24",
      "name": "Tour Campuchia 4N3Đ Đường Bộ: HCM - Siem Riep - Quần Thể Angkor - Phnom Penh",
      "image": "https://cdn2.ivivu.com/2022/03/29/16/ivivu-quan-the-den-angkor-wat-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2015/01/22/01/angkor-wat-jonatkinson-750x420.jpg",
      "catagory_Id": 3,
      "area_Id": 3,
      "date": "4 ngày 3 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Campuchia",
      "price_Adult": 4995000,
      "price_Childern": 39500000,
      "evaluate": "10 Tuyệt vời",
      "start_day": "2024-07-31",
      "description": {
        "title": "Tour Campuchia 4N3Đ Đường Bộ: Siem Riep - Angkor Thom - Phnom Penh",
        "content": "Trải nghiệm Campuchia 4N3Đ là một hành trình khám phá nền văn hóa và lịch sử sâu sắc. Bắt đầu từ Siem Reap, thăm quan những kỳ quan Angkor Wat và Angkor Thom, khám phá những bí ẩn của nền văn minh Khmer. Hành trình tiếp tục đến Phnom Penh, nơi bạn có thể tham quan Cung điện Hoàng gia và Chùa Bạc, đắm mình trong nhịp sống đương đại cùng với sự tráng lệ của kiến trúc cổ. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: KHỞI HÀNH TỪ TP. HỒ CHÍ MINH ĐẾN SIÊM RIỆP, CAMPUCHIA (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "04h00: Tập trung và khởi hành, bữa sáng tại Trảng Bàng với bánh canh đặc sản.",
              "description": "08h30: Tiếp tục hành trình tới Siem Riep.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "11h30: Ăn trưa tại Kampong Cham.",
              "description": "13h00: Đến Siem Riep, tham quan Cầu Rồng Kompong Kdei, cầu cổ nhất Đông Nam Á, và thưởng thức bánh bò thốt nốt (phí tự túc).",
              "image": "https://cdn2.ivivu.com/2019/01/22/10/ivivu-tour-campuchia-cau-rong.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "17h00: Nhận phòng khách sạn.",
              "description": "18h30: Bữa tối tại nhà hàng ở Siem Riep.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 2: SIÊM RIỆP – QUẦN THỂ ANGKOR (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "06h30: Bữa sáng Buffet tại khách sạn.",
              "description": "Sáng: Tham quan Angkor Wat, di sản thế giới nổi tiếng được UNESCO công nhận vào năm 1992.",
              "image": "https://cdn2.ivivu.com/2022/03/29/16/ivivu-angkor-wat.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "9:30: Khám phá địa điểm tuyệt vời nhất với rừng cây rậm rạp tô điểm cho ngôi đền Taprum thêm phần sinh động, thêm phần bí ẩn, Tà Prum hiện lên như một bức tranh Thủy Mạc tuyệt diệu ẩn, hiện. ",
              "description": "",
              "image": "https://cdn2.ivivu.com/2017/03/28/11/ivivu-angkor-wat.jpg"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "12h00: Ăn trưa tại nhà hàng địa phương, sau đó nghỉ ngơi tại khách sạn.",
              "description": "18h00: Bữa tối tại nhà hàng Buffet Tonle Mekong, xem múa Apsara truyền thống của cung đình Khmer.",
              "image": ""
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 3: SIEM REAP – PHNOM PENH (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Bữa sáng Buffet tại khách sạn, khởi hành về Phnom Penh.",
              "description": "Trên đường: Ghé chợ Côn trùng, thử đặc sản như nhện, châu chấu, dế chiên, và trứng vịt hồng đào.",
              "image": "https://cdn2.ivivu.com/2017/11/09/17/ivivu-cho-con-trung-campuchia.jpg"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "Buổi Trưa: Khi đến Thành Phố Phnom Pênh là thành phố lớn nhất được chon làm thủ đô Campuchia, Quý khách cùng thưởng thức bữa trưa tại nhà hàng Phnom Penh lúc 12:30.",
              "description": "03:00: Hành trình tiếp tục với chương trình khám phá Chùa Vàng, Chùa Bạc nơi được mênh danh là linh thiêng cầu gì được nấy và cùng với cái tên ngôi chùa này chứa rất nhiều bức tượng vàng bạc như có trên 5350 miếng bạc vuông vức được lót nền chùa thay cho gạch bông, cùng với đó là quốc bảo hơn 1000 viên kim cương lớn nhỏ được đính trên tượng Phật có những viên nặng hơn 10kara và vô cùng quý giá.",
              "image": "https://cdn2.ivivu.com/2019/01/22/10/ivivu-tour-campuchia-chua-vang-chua-bac-1.jpg"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "Tối: Thưởng thức món King Suky món ăn tốt nhất được biết đến như món ăn của hoàng gia. Có tác dụng làm mát và cung cấp chất dinh dưỡng tốt nhất cho cơ thể.",
              "description": "Khám phá khu nghỉ mát giải trí lớn nhất ở Campuchia là Naga World. Tận hưởng vẻ đẹp lộng lẫy của sòng bạc Naga World, tham gia chương trình vui chơi ở đây.",
              "image": "https://cdn2.ivivu.com/2018/10/03/15/ivivu-casino-naga-world-5-sao.jpg"
            }
          ]
        },
        {
          "id": 10,
          "name": "NGÀY 4: TRỞ VỀ TP. HỒ CHÍ MINH TỪ PHNOM PENH (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Buổi sáng: Quý khách trả phòng, ăn sáng và khám phá chợ Choi Tha Mây ở Phnom Penh.",
              "description": "Buổi trưa: Dùng bữa trưa tại nhà hàng Phnom Pênh và quay trở về Tp.HCM.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "25",
      "name": "Tour Đường Bộ Liên Tuyến 4N3Đ: Campuchia - Lào - Đông Bắc Thái Lan",
      "image": "https://cdn2.ivivu.com/2019/09/19/10/ivivu-cao-nguyen-bolaven-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2023/12/24/11/ivivu-chua-wat-sirindhorn-wararam-phurao-750x420.gif",
      "catagory_Id": 3,
      "area_Id": 3,
      "date": "4 ngày 3 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Campuchia",
      "price_Adult": 7690000,
      "price_Childern": 6000000,
      "evaluate": "9.8 Tuyệt vời",
      "start_day": "2024-07-18",
      "description": {
        "title": "Campuchia - Lào - Đông Bắc Thái Lan",
        "content": "Hành trình 4 ngày 3 đêm, trải nghiệm văn hóa và thiên nhiên tại Campuchia, Lào và Đông Bắc Thái Lan. Khám phá Thác Khone Phapheng hùng vĩ, di sản Wat Phou, chùa Pha That Nong Bua và chợ Dao Hueng. Tour kết hợp tham quan, mua sắm và thưởng thức ẩm thực đặc sắc vùng Mekong, mang đến trải nghiệm đa dạng và phong phú. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: VIỆT NAM - CAMPUCHIA  - LÀO (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "04h00: Xe và hướng dẫn đón khách tại điểm hẹn. Khởi hành đi Lào bằng cửa khẩu Xa Mát Tây Ninh hoặc Hoa Lư (Bình Phước). Quý khách dùng điểm tâm sáng tại nhà hàng, sau đó làm thủ tục xuất cảnh VN và nhập Campuchia.",
              "description": "Tham quan Thác Khone Phapheng - Thác nước lớn nhất Đông Nam Á và được mệnh danh là “Niagara của Á châu”, là khúc gãy lớn nhất của sông Mê Kông. Thác nước này nổi tiếng đến mức được sử dụng làm cảnh quay trong phim “Mê Kông ký sự”.",
              "image": "https://cdn2.ivivu.com/2019/09/19/10/ivivu-thac-khone-phapheng3.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "Đoàn dùng cơm tối. Tự do dạo phố trung tâm nằm bên cạnh dòng sông Mekong và thưởng thức đặc sản Lào: Xôi, thịt nướng, cá nướng, món Lạp (gỏi đu đủ).",
              "description": "Nghỉ đêm tại Lào.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2: LÀO - UBON RACHATHANI - THAILAND - PAKSE (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoànn sáng buffet tại khách sạn và di chuyển sang Ubon Ratchathani, Thái Lan Hành trình dọc sông MêKông. Đến nơi đoàn tham quan Chùa Liên Hợp (Wat Tai Phra Chao Yai Ong Tue) - Nơi các Tăng Ni Phật giáo tu tập theo trường phái Bắc Tông và Nam Tông kể cả trường phái Phật giáo Thiền Tông cửa Phật giáo Việt Nam.",
              "description": "Chùa Phra That Nong Bua - Ngôi chùa với những tác phẩm Phật Giáo bằng sáp nổi tiếng nhất tại Ubon. (Nơi diễn ra lễ hội Nến đặc sắc vào khoảng tháng 7 - tháng 10 hằng năm)",
              "image": "https://cdn2.ivivu.com/2024/07/11/13/phra-that-nong-bua-thailand-ivv.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "Đoàn đi tham quan và mua sắm tại các trung tâm thương mại lớn của như BigC, Robinson, Central,.",
              "description": "Đoàn viếng chùa Phu Phao (Wat Phu Phrao) - Ngôi chùa huỳnh quang trên núi Phurao với kiến trúc độc đáo và tọa lạc tại vị trí trên ngọn đồi cao ngắm toàn cảnh thành phố Pakse và thành phố Ubon Ratchathani.",
              "image": "https://cdn2.ivivu.com/2023/12/24/11/ivivu-chua-wat-sirindhorn-wararam-phurao.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 3: DI SẢN THẾ GIỚI WAT PHOU - CHỢ DAO HUENG - THÁC TAFANE - PAKSE (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng bữa sáng tại khách sạn. Xe đưa đoàn đi mua sắm tại chợ Dao Hueng.",
              "description": "Wat Phou - Di sản văn hoá Thế Giới với kiến trúc đền đài mang đậm phong cách Khmer được xây dựng từ những thế kỉ VI.",
              "image": "https://cdn2.ivivu.com/2022/07/12/17/ivivu-wat-phou.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "Đoàn dùng cơm trưa tại nhà hàng cạnh bờ sông Mê Kông. Xe đưa đoàn tham quan: ",
              "description": "Thác Tad Fane ở Nam Lào là một điểm tham quan độc đáo, với cao nguyên, trò chơi, cà phê và trà miễn phí, và mua sắm đồ lưu niệm.",
              "image": "https://cdn2.ivivu.com/2019/09/19/10/ivivu-tad-fane.jpg"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "Đoàn check-in và hành lễ tại Chùa Núi Phu Saleau do cô Khăm Lượng xây dựng. Từ điện Tam Bảo, ngắm vẻ đẹp cảnh sông Mekong.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2024/07/11/13/wat-phou-ivv.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "NGÀY 4: PAKSE - CAMPUCHIA - VIỆT NAM (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Đoàn ăn trưa tại Kratie hoặc Stungtreng. Tiếp tục chương trình về Việt nam.",
              "description": "Tối về đến TP. Hồ Chí Minh. Kết thúc chương trình, chia tay đoàn và hẹn gặp lại trong những chương trình tiếp theo.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "26",
      "name": "Tour Hạ Long 2N1Đ: Du Thuyền 6* Catherine Cruise",
      "image": "https://cdn2.ivivu.com/2024/01/03/16/ivivu-du-thuyen-6-sao-catherine-cruise-4-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2024/01/03/16/ivivu-du-thuyen-6-sao-catherine-cruise-4-750x420.jpg",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "2 ngày 1 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Hạ Long",
      "price_Adult": 6500000,
      "price_Childern": 5900000,
      "evaluate": "9.3 Tuyệt vời",
      "start_day": "2024-07-19",
      "description": {
        "title": "Trải Nghiệm Đẳng Cấp Du Thuyền 6 Sao Hạ Long",
        "content": "Du Thuyền 6 Sao Catherine Cruises Hạ Long là một hãng du thuyền 6 sao hàng đầu tại Vịnh Hạ Long. Với không gian sang trọng, dịch vụ tuyệt vời và chuyến hành trình đáng nhớ, du khách sẽ khám phá vẻ đẹp kỳ vĩ của Vịnh Hạ Long trong một không gian xa hoa và đẳng cấp. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI - DU THUYỀN 6 SAO CATHERINE CRUISES - HANG LUỒN BẰNG THUYỀN KAYAK - ĐẢO TI-TỐP",
          "route": [
            {
              "time": "04h00: Xe và hướng dẫn đón khách tại điểm hẹn. Khởi hành đi Lào bằng cửa khẩu Xa Mát Tây Ninh hoặc Hoa Lư (Bình Phước). Quý khách dùng điểm tâm sáng tại nhà hàng, sau đó làm thủ tục xuất cảnh VN và nhập Campuchia.",
              "description": "11:45 Quý khách tới nhà chờ riêng của du thuyền Catherine tại bến Tuần Châu, thưởng thức đồ uống chào mừng và làm thủ tục lên tàu.",
              "image": "https://cdn2.ivivu.com/2024/01/03/16/ivivu-du-thuyen-6-sao-catherine-cruise-4.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "12:15 Quý khách lên tàu nhận phòng.",
              "description": "12:30 Quản lý du thuyền sẽ cung cấp cho Quý khách thông tin hành trình và những quy định để đảm bảo an toàn trong suốt chuyến đi.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "12:45 Thưởng thức bữa trưa tại nhà hàng sang trọng với những món ăn được chế biến hấp dẫn bởi các đầu bếp chuyên nghiệp của Catherine. Trong lúc đó tàu di chuyển đưa Quý khách ngắm nhìn cảnh quan đặc sắc, tạo bởi vô vàn đảo đá vôi xứng danh Di sản thiên nhiên thế giới.",
              "image": "https://cdn2.ivivu.com/2024/01/03/16/ivivu-du-thuyen-6-sao-catherine-cruise-13.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "14:30 Đoàn tham gia hoạt động chèo thuyền Kayak xuyên qua cổng vòm hang với hình dáng tự nhiên và khám phá vẻ đẹp tuyệt mỹ của Hang Luồn.",
              "image": "https://cdn2.ivivu.com/2023/12/28/13/ivivu-hang-luon.jpg"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "15:45 Du thuyền đưa Quý khách tham quan Đảo Titop - là một trong những hòn đảo đẹp nhất tại Vịnh Hạ Long. Không chỉ thăm thú khám phá mà còn được trải nghiệm mọi hoạt động trên đảo như tắm biển, leo lên đỉnh núi,...",
              "image": "https://cdn2.ivivu.com/2021/05/06/16/ivivu-daqo-ti-top.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "17:30 Tham gia lớp học nấu ăn với ẩm thực địa phương đặc sắc và chương trình khuyến mãi đồ uống hấp dẫn (Mua 01 Tặng 01). Thưởng thức trà chiều đặc biệt trong lúc hoàng hôn buông xuống trên Vịnh, thực sự là những phút giây nghỉ ngơi thư giãn quý giá.",
              "image": "https://cdn2.ivivu.com/2024/01/03/16/ivivu-du-thuyen-6-sao-catherine-cruise-27.jpg"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "20:45 Hòa mình vào màn trời đêm quyến rũ của Vịnh Hạ Long với những hoạt động thú vị: câu mực, chơi golf và các dịch vụ spa. Nghỉ đêm trên du thuyền Catherine cao cấp.",
              "image": "https://cdn2.ivivu.com/2024/01/03/16/ivivu-du-thuyen-6-sao-catherine-cruise-26.jpg"
            }
          ]
        },
        {
          "id": 8,
          "name": "NGÀY 02: DU THUYỀN 6 SAO SEA STAR - HÀ NỘI",
          "route": [
            {
              "time": "",
              "description": "06:15 Chào ngày mới tuyệt vời với bài tập Thái Cực Quyền trên boong sundeck.",
              "image": "https://cdn2.ivivu.com/2024/01/03/16/ivivu-du-thuyen-6-sao-catherine-cruise-23.jpg"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "06:45 Quý khách dùng bữa sáng nhẹ tại nhà hàng trên du thuyền.",
              "description": "07:45 Tham quan hang Sửng Sốt – hang động lớn nhất ở Vịnh Hạ Long nằm ở trung tâm của khu vực Di sản Thế giới được UNESCO công nhận. Để có một trải nghiệm trọn vẹn, Quý khách nên mang giày và dép cao su có quai.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-hang-sung-sot-1.gif"
            }
          ]
        },
        {
          "id": 10,
          "name": "",
          "route": [
            {
              "time": "09:15 Thời gian trả phòng. Quý khách bàn giao chìa khóa tại khu vực lễ tân, hành lý để trước cửa phòng.",
              "description": "10:45 Du thuyền Catherine cập cảng tại bến tàu Tuần Châu. Kết thúc cuộc hành trình thăm Vịnh Hạ Long.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "27",
      "name": "Tour Hạ Long 2N1Đ: Hà Nội - Hạ Long - Kayak - Titop Du Thuyền 3 Sao",
      "image": "https://cdn2.ivivu.com/2023/07/27/15/ivivu-oriental-sails-i-overview-1--246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2022/09/16/14/ivivu-dao-titop-quang-ninh-02-1625285135-750x420.gif",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "2 ngày 1 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Hạ Long",
      "price_Adult": 3010000,
      "price_Childern": 1500000,
      "evaluate": "10 Tuyệt vời",
      "start_day": "2024-07-20",
      "description": {
        "title": "Tour Hạ Long 2N1Đ: Hà Nội - Hạ Long - Kayak - Titop Du Thuyền 3 Sao",
        "content": "Tour Hạ Long 2N1Đ trên Du thuyền 3 sao kết hợp trải nghiệm kayak và thăm đảo Titop cung cấp chuyến phiêu lưu đáng nhớ qua những cảnh đẹp của Vịnh Hạ Long. Hành trình bao gồm thời gian khám phá các hang động kỳ vĩ, thư giãn trên bãi biển và chinh phục đỉnh Titop với tầm nhìn bao quát vịnh. Du khách sẽ được tận hưởng không gian thoải mái và ẩm thực ngon miệng trên du thuyền, cùng cơ hội gần gũi với thiên nhiên khi kayak qua các hòn đảo nhỏ. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI – DU THUYỀN HẠ LONG ( ĂN TRƯA, TỐI )",
          "route": [
            {
              "time": "08h00 – 08h30: Xe của công ty sẽ đón quý khách tại điểm hẹn khu vực phố Cổ Hà Nội rồi khởi hành đi Hạ Long.  Trên đường đi quý khách dừng chân tại điểm nghỉ để đi vệ sinh.",
              "description": "12h00 – 12h30: Xe đến bến Hạ Long. Hướng dẫn viên làm thủ tục cho khách lên tàu. Quý khách được thưởng thức một đồ uống trong chương trình “Welcome Drink”.",
              "image": "https://cdn2.ivivu.com/2023/08/15/14/ivivu-deluxe-double.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Quý khách dùng bữa trưa trên tàu, giữa mênh mông biển nước, đem lại một cảm giác rất thú vị. Vừa thưởng thức những món ăn mang hương sắc của biển cả, quý khách vừa có thể thưởng lãm những cảnh quan thiên nhiên hùng vĩ của vịnh Hạ long như: Hòn Đinh Hương, Gà Chọi, Chó Đá…",
              "image": "https://cdn2.ivivu.com/2022/12/12/10/ivivu-restaurant-3s.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "15h00 – 15h45:  Quý khách sẽ được đi thăm hang Sửng Sốt – Đảo Titop một trong những hang đẹp nhất của Vịnh Hạ Long. Động được chia làm hai ngăn chính, toàn bộ ngăn một như một nhà hát lớn rộng thênh thang. Trần hang được phủ bằng một lớp “ thảm nhung “ óng mượt vô số những “ chùm đèn treo “ bằng nhũ đá rực rỡ sáng long lanh, những tượng đá, voi đá, hải cẩu, mâm xôi, hoa lá… Tới đỉnh cao nhất của động, có hồ nước trong vắt, phong cảnh sơn thủy hữu tình.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-hang-sung-sot-1.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "17h00 – 18h00: Quý khách trở  lại tàu, tàu dừng lại điểm ngủ Titop. Quý khách nghỉ ngơi, có thể ngắm nhìn hoàng hôn trên Sundeck của tàu.",
              "description": "19h00: Quý khách  dùng bữa tối trên tàu. Sau đó có thể tham gia các trò chơi trên du thuyền như câu mực đêm, nghe nhạc, chơi game, dancing…",
              "image": "https://cdn2.ivivu.com/2022/12/12/10/ivivu-overview-3s.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 02: HẠ LONG – HÀ NỘI ( ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "07h00: Quý khách có thể dậy sớm hơn ngắm bình minh tuyệt đẹp trên biển, một vài động tác thể dục sẽ làm cho buổi sáng trở nên trong lành hơn. Quý khách sẽ dùng bữa sáng nhẹ.",
              "description": "08h00 – 09h00:  Quý khách đi thăm làng chài nuôi cấy ngọc trai. Du khách được tận mắt chứng kiến các quy trình hình thành nên một viên ngọc quý, từ việc nuôi cấy cho đến khi thu hoạch, chế tác. Không những thế, ở đây còn có cả một khu bảo tàng giới thiệu hình ảnh về quá trình sản xuất ngọc trai. Sau đó đến khu nuôi trồng, chế tác và kết thúc là khu trưng bày những sản phẩm, đồ trang sức làm từ ngọc trai đã được hoàn thiện.",
              "image": "https://cdn2.ivivu.com/2022/12/12/11/ivivu-lang-ngoc-trai-ha-long.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "11h00: Quý khách sẽ dùng bữa trưa với những món ăn Việt tại nhà hàng trên tàu. Tàu đưa Quý khách trở lại bến Hạ Long.",
              "description": "12h30: Quý khách lên xe khởi hành về Hà nội. Giữa đường quý khách sẽ nghỉ chân tại Hải Dương để Quý khách thăm quan, mua sắm.",
              "image": ""
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "15h30: Về đến Hà Nội, chia tay Quý khách, kết thúc hành trình.",
              "description": "Chú ý: Chương trình trèo Kayak, thăng làng ngọc trai và thăm hang Sửng Sốt có thể đổi cho nhau tùy thuộc vào thời tiết Hạ Long vẫn đảm bảo đầy đủ chương trình cho quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "28",
      "name": "Tour Đà Nẵng 4N3Đ: HCM - Hội An - Quảng Bình - Huế",
      "image": "https://cdn2.ivivu.com/2024/01/23/11/ivivu-kinh-thanh-hue-246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2021/05/05/16/ivivu-hoi-an-750x420.jpg",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "4 ngày 3 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Đà Nẵng",
      "price_Adult": 7590000,
      "price_Childern": 8100000,
      "evaluate": "8.9 Rất tốt",
      "start_day": "2024-07-21",
      "description": {
        "title": "Hành Trình Di Sản Miền Trung",
        "content": "Khám phá miền Trung trong 4 ngày 3 đêm, khởi hành từ TP.HCM. Tham quan Bán Đảo Sơn Trà, Chùa Linh Ứng và phố cổ Hội An. Trải nghiệm cáp treo Bà Nà Hills, tham quan Lăng Minh Mạng, Chùa Thiên Mụ và Đại Nội Huế. Khám phá Động Phong Nha, Thánh Địa La Vang và thưởng thức ẩm thực địa phương. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: HỒ CHÍ MINH - ĐÀ NẴNG - HỘI AN (ĂN TRƯA, TỐI TỰ TÚC)",
          "route": [
            {
              "time": "Sáng: Khởi hành từ sân bay Tân Sơn Nhất đi Đà Nẵng.",
              "description": "Bán Đảo Sơn Trà - Quà tặng thiên nhiên cho Đà Nẵng, nổi bật với bãi biển trong và rừng xanh mát, là điểm tham quan yên bình và xinh đẹp.",
              "image": "https://cdn2.ivivu.com/2023/02/13/17/ivivu-ban-dao-son-tra.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "Trưa: Xe đưa đoàn đến nhà hàng dùng bữa trưa với món đặc sản “Bánh Tráng Cuốn Thịt Heo”, Mì Quảng, Bánh Bèo….",
              "description": "Tiếp tục đến Hội An, nơi mà cuộc sống cứ bình lặng, nơi mà dường như dòng chảy vô tình của thời gian chẳng thể nào vùi lấp đi cái không khí cổ xưa.",
              "image": "https://cdn2.ivivu.com/2022/10/20/13/ivivu-charming-hoi-an-vietnam.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Tại đây, du khách bách bộ tham quan Phố Cổ với: Chùa Cầu Nhật Bản, Nhà Cổ hàng trăm năm tuổi, Hội Quán Phước Kiến & Xưởng thủ công mỹ nghệ,...",
              "description": "20h00: Đoàn khởi hành về lại Đà Nẵng nghỉ đêm. Tự do ngắm cảnh Đà Thành về đêm, tự do dạo phố biển.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 2: BÀ NÀ HILLS - VỊNH LĂNG CÔ - CỐ ĐÔ HUẾ (ĂN SÁNG ,TỐI)",
          "route": [
            {
              "time": "Sáng: Đoàn dùng điểm tâm buffet sáng tại khách sạn, sau đó làm thủ tục trả phòng. Đoàn khởi hành đi tham quan:",
              "description": "Dừng chân tại Cầu Tình Yêu và Tượng Đài Cá Chép Hóa Rồng, thưởng thức không gian yên bình bên sông Hàn.",
              "image": "https://cdn2.ivivu.com/2019/10/14/15/ivivu-cau-tinh-yeu.jpg"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "Công viên Fantasy Park mang đến các trò chơi giải trí sôi động và Bảo tàng Sáp với những tượng sáp nhân vật nổi tiếng.",
              "description": "Cầu Vàng - Chiêm ngưỡng kiệt tác kiến trúc giữa bầu trời mây.",
              "image": "https://cdn2.ivivu.com/2022/04/22/14/ivivu-cau-vang-da-nang.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "Trưa: Đoàn dùng buffet tại Bà Nà (Chi phí Tự túc).",
              "description": "15h30: Đoàn khởi hành đi Cố Đô Huế - Di sản văn hoá Thế Giới, xuyên hầm đường bộ đèo Hải vân, dừng chân chụp ảnh Vịnh biển Lăng Cô.",
              "image": "https://cdn2.ivivu.com/2022/04/26/16/ivivu-vinh-lang-co-hue.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "Đến Huế, nhận phòng khách sạn 4* nghỉ ngơi.",
              "description": "18h00: Quý khách dùng cơm tối tại nhà hàng. Sau bữa tối, quý khách tự do dạo phố về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 8,
          "name": "NGÀY 3: THÁNH ĐỊA LA VANG - ĐỘNG PHONG NHA (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "07h00: Đoàn khởi hành đi Phong Nha - Kẻ Bàng: Di Sản Thiên Nhiên Thế Giới.",
              "description": "Trên đường đi, đoàn viếng thăm Thánh Địa La Vang: Là một trong những địa điểm hành hương quan trọng không chỉ riêng đồng bào Công giáo, mà còn của cả người không Công giáo và khách du lịch quốc tế. ",
              "image": "https://cdn2.ivivu.com/2020/07/17/17/ivivu-thanh-dia-la-vang.gif"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "Trưa: Dùng cơm trưa tại nhà hàng ở Phong Nha, nghỉ ngơi tại nhà hàng. ",
              "description": "Sau bữa trưa, du khách tham quan Động Phong Nha bằng thuyền trên sông Son, khám phá hang động kỳ vĩ trong khu đá vôi nhiệt đới, với hơn 300 hang động đa dạng. Hang Bi Ký, Cô Tiên và Cung Đình là điểm nhấn, nơi sông ngầm từ Lào tạo nên cảnh quan huyền ảo.",
              "image": "https://cdn2.ivivu.com/2022/05/12/18/phong-nha-ke-bang-view.jpg"
            }
          ]
        },
        {
          "id": 10,
          "name": "",
          "route": [
            {
              "time": "15h30: Đoàn khởi hành về lại Cố Đô Huế theo đường Trường Sơn - Hồ Chí Minh Huyền Thoại.",
              "description": "Tối: Đoàn dùng cơm tối tại nhà hàng Đông Hà, Quảng Trị. Đến Huế, về khách sạn nghỉ ngơi, tự do thưởng thức đặc sản và tham quan phố Huế về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 11,
          "name": "NGÀY 4: ĐẠI NỘI - CHÙA THIÊN MỤ - HUẾ - HCM (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Sáng: Dùng điểm tâm buffet tại khách sạn, làm thủ tục trả phòng. 10h00: Đoàn khởi hành tham quan: ",
              "description": "Chùa Thiên Mụ - Biểu tượng linh thiêng của Huế, nằm trên đồi Hà Khê, bên sông Hương. Được ca ngợi trong thơ nhạc, chùa là điểm đến không thể bỏ qua, mang vẻ đẹp lịch sử, văn hóa đặc sắc.   ",
              "image": "https://cdn2.ivivu.com/2021/05/10/15/ivivu-chua-thien-mu-bia.gif"
            }
          ]
        },
        {
          "id": 12,
          "name": "",
          "route": [
            {
              "time": "12h30: Đoàn đến nhà hàng dùng cơm trưa. Đoàn khởi hành đi tham quan:",
              "description": "Làng nghề làm hương và nón lá - Làng nghề truyền thống lâu đời ở xứ Huế, nơi đây thu hút rất nhiều du khách thích sống ảo bởi khung cảnh rực rỡ của những bó hương đa sắc xanh, đỏ, tím, vàng...",
              "image": "https://cdn2.ivivu.com/2020/06/04/17/ivivu-lang-nghe-lam-huong.gif"
            }
          ]
        },
        {
          "id": 13,
          "name": "",
          "route": [
            {
              "time": "Đoàn ghé trạm dừng chân, mua sắm đặc sản về làm qua cho người thân. Đoàn ra Sân bay Huế, làm thủ tục bay về Hồ Chí Minh đáp chuyến bay.",
              "description": "HDV chào tạm biệt du khách, kết thúc chương trình tham quan thú vị tại đây và hẹn gặp lại trong những tour kế tiếp.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "29",
      "name": "Tour Đà Nẵng 4N3Đ: HCM - Hội An - Quảng Bình - Huế",
      "image": "https://cdn2.ivivu.com/2022/11/09/16/ivivu-ngu-hanh-son-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2022/11/09/16/ivivu-ngu-hanh-son-750x420.gif",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "Trong ngày",
      "location_Start": "",
      "location_End": "Đà Nẵng",
      "price_Adult": 400000,
      "price_Childern": 200000,
      "evaluate": "8.1 Rất tốt",
      "start_day": "2024-07-22",
      "description": {
        "title": "Tour Đà Nẵng Trong Ngày: Chùa Linh Ứng - Ngũ Hành Sơn - Hội An",
        "content": "Khám phá vẻ đẹp văn hóa và lịch sử của Đà Nẵng và Hội An trong một ngày, bắt đầu với chùa Linh Ứng Bãi Bụt và tượng Phật Quan Thế Âm cao nhất Việt Nam, tiếp tục khám phá Ngũ Hành Sơn và làng nghề điêu khắc đá Non Nước. Hành trình kết thúc tại phố cổ Hội An, nơi bạn có thể thưởng thức ẩm thực địa phương và tham quan những di tích kiến trúc đặc sắc như Nhà cổ Phùng Hưng và Hội quán Phước Kiến. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "",
          "route": [
            {
              "time": "14h00: Xe & hướng dẫn viên đón Quý khách tại điểm hẹn, khởi hành đi thăm quan chùa Linh Ứng Bãi Bụt – ngôi chùa lớn nhất của thành phố Đà Nẵng, chiêm ngưỡng Tượng Phật Quan Thế Âm Bồ Tát cao nhất Việt Nam 67m.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/04/22/14/ivivu-chua-linh-ung.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "15h30: Tiếp tục tham quan khu danh thắng Ngũ Hành Sơn - Cụm danh thắng Ngũ Hành Sơn với năm ngọn núi Kim, Mộc, Thủy, Hỏa, Thổ. Tại ngọn Thủy Sơn đoàn sẽ có dịp khám phá các hang động huyền bí, những kiệt tác của thiên nhiên kết hợp với nền văn hóa Phật giáo lâu đời. Đoàn viếng chùa Tam Thai, chùa Linh  Ứng, tháp 7 tầng.",
              "image": "https://cdn2.ivivu.com/2022/11/09/16/ivivu-ngu-hanh-son.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Quý khách tận mắt chiêm ngưỡng các kiệt tác điêu khắc đá tinh xảo được tạo ra từ bàn tay tài hoa của các nghệ nhân làng đá Non Nước dưới chân núi.",
              "image": "https://cdn2.ivivu.com/2020/07/16/09/ivivu-lang-da-my-nghe-non-nuoc.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "Chiều: Khởi hành vào Hội An. Dùng bữa chiều với các món đặc sản phố cổ: cao lầu, hoành thánh, cơm gà, bánh bao, bánh vạc, mì quảng… Tham quan phố cổ Hội An với:",
              "description": "Nhà cổ Phùng Hưng: với tuổi thọ hơn 100 năm tuổi, nhà cổ Phùng Hưng có kết cấu độc đáo với phần gác cao bằng gỗ và các hành lang rộng bao quanh, thể hiện sự phát triển về kiến trúc và sự giao lưu giữa phong cách kiến trúc Á Đông tại Hội An trong các thế kỷ trước đây.",
              "image": "https://cdn2.ivivu.com/2024/05/10/14/ivivu-nha-co-phung-hung-hoi-an.jpg"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Chùa Cầu Nhật Bản: ngôi chùa nằm trên chiếc cầu bắc ngang qua con lạch nhỏ trong khu đô thị cổ Hội An. Chiếc cầu này được các thương nhân người Nhật xây dựng vào đầu thế kỷ 17. Đây là công trình kiến trúc duy nhất được coi là gốc tích Nhật Bản còn sót lại",
              "image": "https://cdn2.ivivu.com/2021/05/05/16/ivivu-hoi-an.jpg"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "Tản bộ dọc theo sông Hoài, ngắm cảnh phố Hội về đêm với đèn lồng treo dọc trên hàng hiên ở những con phố nhỏ chắc chắn sẽ là hình ảnh không thể quên về một phố cổ yên bình của miền Trung.",
              "description": "21h00: Quay về Đà Nẵng trên một trong những cung đường đẹp nhất thành phố với các resort cao cấp chạy dọc hai bên. Về đến Đà Nẵng. Kết thúc chương trình. Hướng dẫn viên chia tay Quý khách. Chào tạm biệt và hẹn gặp lạị quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "30",
      "name": "Tour Đà Nẵng Trong Ngày: Bà Nà Hill - Quyến Rũ Làng Pháp",
      "image": "https://cdn2.ivivu.com/2022/04/22/14/ivivu-cau-vang-da-nang-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2018/05/14/17/ivivu-ba-na-hill-750x420.jpg",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "Trong ngày",
      "location_Start": "",
      "location_End": "Đà Nẵng",
      "price_Adult": 900000,
      "price_Childern": 800000,
      "evaluate": "8.3 Rất tốt",
      "start_day": "2024-07-23",
      "description": {
        "title": "Tour Đà Nẵng Trong Ngày: Bà Nà Hill - Quyến Rũ Làng Pháp",
        "content": "Khám phá vẻ đẹp hùng vĩ và kiến trúc độc đáo của Bà Nà Hills trong chuyến du lịch một ngày từ Đà Nẵng. Thưởng thức trải nghiệm cáp treo đạt kỷ lục thế giới, chiêm ngưỡng tượng Phật Thích Ca tại Chùa Linh Ứng, và chụp ảnh tuyệt đẹp trên Cầu Vàng huyền ảo. Kết thúc ngày tham quan với những giờ phút giải trí tại Fantasy Park và mua sắm đặc sản tại Siêu Thị Quốc Bảo. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "detail": [
        {
          "id": 1,
          "name": "",
          "route": [
            {
              "time": "07h30- 08h30: Xe và HDV đón quý khách tại điểm hẹn, đoàn khởi hành đi tham quan khu du lịch Bà Nà Hills.",
              "description": "08h45: Đoàn đến khu du lịch, đoàn tham quan và chụp hình lưu niệm trong thời gian HDV làm thủ tục lên cáp treo. Quý khách đến trạm đón tiếp tại Bà Nà Hill, bắt đầu hành trình lên núi bằng cáp treo đạt 2 kỷ lục của Thế Giới ( tuyến cáp treo một dây dài nhất thế giới 5.042,62m và có độ cao chênh lệch giữa ga trên và ga dưới lớn nhất thế giới 1.291,81m ).",
              "image": "https://cdn2.ivivu.com/2020/05/27/09/ivivu-cap-treo-ba-na-dn.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Dừng chân tại Ga2, hướng dẫn viên tại Bà Nà đưa khách đi tham quan các điểm. Viếng Chùa Linh Ứng tại đây có tượng Phật Thích Ca cao 27m. Vườn Lộc Uyển, Quan Âm, Cây Bưởi gần 100 năm tuổi.",
              "image": "https://cdn2.ivivu.com/2022/03/01/14/ivivu-chua-linh-ung-ba-na.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Quý khách được tham quan chụp hình, trải nghiệm cảm giác giống như băng qua thiên đường tại Cầu Vàng - nằm ở độ cao 1,400m so với mực nước biển, cây cầu xuất hiện như 1 dải ruy băng vàng được nắm giữ bới hai bàn tay khổng lồ nỗi lên từ sườn đồi.",
              "image": "https://cdn2.ivivu.com/2018/12/06/17/ivivu-cau-vang-ba-na.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "11h00: Quý khách sẽ tiếp tục đi tàu hỏa lên núi di chuyển đến khu trung tâm – đỉnh núi chúa nơi mà Qúy khách có thể nhìn ngắm sự hòa quyện giữa sự xanh lá của núi rừng và màu xanh của nước biển nơi xa xa bao bọc cả thành phố Đà Nẵng.",
              "description": "11h30: Qúy khách dùng cơm trưa Buffet tại nhà hàng tại đỉnh núi. Nghỉ ngơi tại nhà hàng. HDV sẽ đưa Qúy khách tham quan công viên giải trí FANTASY PARK trong nhà lớn nhất Việt Nam. Qúy khách sẽ được thư giãn với những trò chơi vui nhộn và hấp dẫn",
              "image": "https://cdn2.ivivu.com/2019/12/26/11/ivivu-fantasy-park.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "15h30: Qúy khách tập trung tại ga Indochine kiểm tra lại hành lý hành và rời Bà Nà trên chuyến cáp 3 – tuyến cáp treo đạt 4 kỷ lục thế giới.",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "16h30-17h30: Đưa quý khách về điểm đón ban đầu. Kết thúc chương trình Tour Bà Nà 1 ngày.",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "31",
      "name": "Tour Singapore 4N3Đ: HCM - Singapore - Giếng Trời Fort Canning - Đập Nước Marina",
      "image": "https://cdn2.ivivu.com/2022/11/07/15/ivivu-fort-canning-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2023/11/08/17/ivivu-du-thuyen-tren-dong-song-singapore-ngam-canh-vinh-marina-bay-750x390.jpg",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "4 ngày 3 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Singapore",
      "price_Adult": 12710000,
      "price_Childern": 10397000,
      "evaluate": "9.3 Tuyệt vời",
      "start_day": "2024-07-24",
      "description": {
        "title": "Tour Singapore 4N3Đ: HCM - Singapore - Giếng Trời Fort Canning - Đập Nước Marina",
        "content": "Khám phá Singapore trong 4 ngày 3 đêm từ TP. HCM, bao gồm các địa điểm nổi bật như Giếng Trời Fort Canning và Đập Nước Marina, mang lại cái nhìn toàn diện về đảo quốc sư tử từ cảnh quan lịch sử đến hiện đại. "
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - SINGAPORE - CITY TOUR (ĂN 3 BỮA)",
          "route": [
            {
              "time": "Tập trung tại sân bay Tân Sơn Nhất, đáp chuyến bay VJ813 SGN SIN 06:55 - 10:05 tới sân bay Changi. Trưởng Đoàn hướng dẫn làm thủ tục hàng không và đáp chuyến bay tới sân bay quốc tế Changi, làm thủ tục nhập cảnh. ",
              "description": "VJ813 SGN – SIN 06:55 – 10:05 - Ăn sáng sân bay. Ăn trưa. Đoàn tham quan các điểm nổi tiếng tại Singapore: ",
              "image": "https://cdn2.ivivu.com/2023/11/10/10/ivivu-toa-nha-quoc-hoi-singapore.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Công Viên Sư Tử Biển (Merlion Park) - Biểu tượng nổi tiếng của Singapore.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-su-tu-singapore.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Nhà Hát Victoria, kiến trúc 'Trái Sầu Riêng', là hai biểu tượng văn hóa độc đáo của Singapore.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-nha-hat-trai-sau-rieng-singapore.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "11h00: Quý khách sẽ tiếp tục đi tàu hỏa lên núi di chuyển đến khu trung tâm – đỉnh núi chúa nơi mà Qúy khách có thể nhìn ngắm sự hòa quyện giữa sự xanh lá của núi rừng và màu xanh của nước biển nơi xa xa bao bọc cả thành phố Đà Nẵng.",
              "description": "11h30: Qúy khách dùng cơm trưa Buffet tại nhà hàng tại đỉnh núi. Nghỉ ngơi tại nhà hàng. HDV sẽ đưa Qúy khách tham quan công viên giải trí FANTASY PARK trong nhà lớn nhất Việt Nam. Qúy khách sẽ được thư giãn với những trò chơi vui nhộn và hấp dẫn",
              "image": "https://cdn2.ivivu.com/2019/12/26/11/ivivu-fantasy-park.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "Du thuyền dọc sông Singapore ngắm Clarke Quay và Marina Bay, và thưởng thức màn trình diễn nhạc nước ấn tượng tại Marina Bay Sands. (Chi Phí Tự Túc)",
              "description": "Khách dùng bữa tối tại nhà hàng địa phương. Nghỉ ngơi: Nhận phòng và nghỉ ngơi sau một ngày đầy trải nghiệm tại singapore.",
              "image": ""
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 2: ĐẬP NƯỚC MARINA - FORT CANNING - SENTOSA - RHAPSODY (ĂN 3 BỮA)",
          "route": [
            {
              "time": "Sau bữa sáng, đoàn khám phá:",
              "description": "Đập Nước Marina Barrage - Hồ chứa nước ngọt với góc nhìn toàn cảnh Vịnh Marina 360 độ.",
              "image": "https://cdn2.ivivu.com/2023/02/20/15/ivivu-dap-nuoc-marina-barrage.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Fort Canning Park: Địa danh lịch sử, nổi tiếng với 'nấc thang lên thiên đường' và đường hầm ngầm từ Thế chiến thứ hai.",
              "image": "https://cdn2.ivivu.com/2022/11/07/15/ivivu-fort-canning.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "Cửa Hàng Kim Cương và Đá Quý: Trải nghiệm mua sắm độc đáo tại cửa hàng chuyên về kim cương và đá quý.",
              "description": "Harbourmart: Khám phá sự đa dạng của các sản phẩm truyền thống Singapore như dầu gió và Collagen.",
              "image": "https://cdn2.ivivu.com/2022/11/29/13/ivivu-faber-moutain.gif"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "Bữa trưa: Thưởng thức BUFFET BBQ.",
              "description": "Khám phá Đảo Sentosa:",
              "image": "https://cdn2.ivivu.com/2023/02/20/13/ivivu-universalstudio.gif"
            }
          ]
        },
        {
          "id": 10,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/03/28/16/ivivu-casino-singapore.gif"
            }
          ]
        },
        {
          "id": 11,
          "name": "NGÀY 3: TỰ DO VUI CHƠI, MUA SẮM (ĂN SÁNG)",
          "route": [
            {
              "time": "Bắt đầu ngày với buffet sáng tại khách sạn. Quý khách tự do khám phá Đảo Quốc Sư Tử Biển. Ngày Tự Do Khám Phá Singapore. Hoạt Động Gợi Ý (Chi Phí Tự Túc)",
              "description": "Bửa trưa và bữa tối: Quý khách tự túc.",
              "image": ""
            }
          ]
        },
        {
          "id": 12,
          "name": "NGÀY 3: TỰ DO VUI CHƠI, MUA SẮM (ĂN SÁNG)",
          "route": [
            {
              "time": "Tối: Quý khách quay trở lại khách sạn nghỉ ngơi sau một ngày tự do khám phá và thưởng thức nét đẹp của Singapore.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/09/23/11/ivivu-singapore-ivivu.gif"
            }
          ]
        },
        {
          "id": 13,
          "name": "NGÀY 4: SINGAPORE - THÁC NƯỚC JEWEL CHANGI - TP.HCM (ĂN SÁNG, TRƯA) ",
          "route": [
            {
              "time": "Sau bữa buffet sáng, đoàn trả phòng khách sạn và tiếp tục tham quan:",
              "description": "Gardens by the Bay - Khám phá khu vườn nhân tạo rộng lớn với Siêu cây khổng lồ sử dụng năng lượng mặt trời, hơn 250,000 loài thực vật quý hiếm. Cơ hội chụp hình toàn cảnh 'Chiếc du thuyền' Marina Bay Sands. (Tham quan, chụp hình bên ngoài)",
              "image": "https://cdn2.ivivu.com/2019/01/10/15/singapore-supertrees-at-the-gardens-by-the-bay.jpg"
            }
          ]
        },
        {
          "id": 14,
          "name": "",
          "route": [
            {
              "time": "Bữa trưa tại nhà hàng.",
              "description": "Làm thủ tục và đáp chuyến bay VJ814 SIN SGN lúc 16:55 - 18:05 về TP.HCM, kết thúc chuyến du lịch đáng nhớ tại Singapore.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "32",
      "name": "Tour Singapore - Malaysia 4N3Đ: HCM - Sentosa - Cao Nguyên Genting - Tháp Đôi Petronas - Kuala Lumpur",
      "image": "https://cdn2.ivivu.com/2018/09/14/10/ivivu-toa-thap-doi-twin-towers--246x232.jpg",
      "image_introduce": "https://cdn2.ivivu.com/2022/09/23/11/ivivu-singapore-ivivu-750x390.gif",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "4 ngày 3 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Singapore",
      "price_Adult": 8440000,
      "price_Childern": 8100000,
      "evaluate": "9.2 Tuyệt vời",
      "start_day": "2024-07-25",
      "description": {
        "title": "Khám phá sự đa dạng văn hóa và ẩm thực",
        "content": "Khám phá độc đáo Singapore và Malaysia trong 4 ngày 3 đêm, từ TP.HCM. Tour bao gồm những trải nghiệm nổi bật như tham quan kỳ quan Garden by the Bay, SEA Aquarium, chinh phục Cao Nguyên Genting bằng cáp treo, và chiêm ngưỡng vẻ đẹp hùng vĩ của Tháp Đôi Petronas. Hành trình đầy ấn tượng và tiện nghi với dịch vụ chất lượng cao, khách sạn 3-4 sao, cùng các bữa ăn đặc sắc, hứa hẹn mang đến cho du khách những kỷ niệm khó quên​​."
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - SINGAPORE - MERLION PARK (ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "Chuyến bay dự kiến: Vietjet/Malindo. Khởi hành khoảng 07h30 hoặc 09h00 sáng. Đúng giờ Trưởng đoàn đón quý khách tại cột số 10 Cổng D2 sân bay Quốc tế Tân Sơn Nhất, làm thủ tục đón chuyến bay đi Singapore.",
              "description": "Đến sân bay quốc tế Changi đoàn làm thủ tục nhập cảnh, xe và HDV địa phương đón đoàn và đưa vào trung tâm thành phố. Đoàn ghé thăm: Công viên sư tử biển - Melion Park Singapore.",
              "image": "https://cdn2.ivivu.com/2017/05/10/17/ivivu-cong-vien-su-tu-bien-merlion-park-.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Khu vườn năng lượng “Garden by the bay”: Đây là khu vườn nhân tạo rộng hơn 100ha, có hơn 250.000 loài thực vật quý hiếm, với các “Siêu cây” khổng lồ lấy năng lượng mặt trời vào ban ngày và tự tỏa sáng vào ban đêm.Chỉ cách vịnh Marina chưa đầy 5 phút đi bộ, với cảnh quan tuyệt vời, Gardens by the Bay trở thành một biểu tượng của Singapore ngay bên vịnh Marina.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-garden-rhapsody-sin.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Tham quan mua sắm tại cửa hàng vàng bạc đá quý với mặt dây chuyền phong thủy 12 con giáp và cửa hàng dầu gió xanh nổi tiếng và đặc trưng của Singapore.",
              "description": "Tiếp tục khởi hành vào đảo Sentosa. Đoàn chụp hình với biểu tượng Universal Studio Singapore.",
              "image": "https://cdn2.ivivu.com/2019/01/07/17/ivivu-tour-singapore-3n2d-universal.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "Tiếp tục ghé ngang Festival Walk với hàng trăm quán ăn, cửa hàng bán đồ lưu niệm,khác sạn, nhà hàng, khu phức hợp Casino và trung tâm mua sắm.",
              "description": " Đoàn có thể khám phá thế giới đại dương dưới nước với thủy cung “SEA Aquarium’' - công viên thủy cung nhân tạo lớn nhất thế giới với hơn 100.000 loài sinh vật biển khác nhau,… (chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/28/16/ivivu-thuy-cung-sea-aquarium-.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "19h00: Đoàn dùng bữa tối, tự do mua sắm tới giờ hẹn HDV và xe đưa đoàn sang Johor Barhu nhận phòng nghỉ ngơi.",
              "description": "Đoàn khởi hành về Johor Barhu. Nhận phòng nghỉ ngơi.",
              "image": ""
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 2: JOHOR BARHU - MALACA - KULA LUMPUR (ĂN BA BỮA)",
          "route": [
            {
              "time": "07h00: Đoàn dùng bữa sáng tại khách sạn.",
              "description": "08h00: Xe đón đoàn đi khởi hành về Kula Lumpur. Trên đường đi đoàn ghé tham quan thành phố cổ Malacca.",
              "image": "https://cdn2.ivivu.com/2022/07/21/12/ivivu-phao-dai-co-bo-dao-nha-1-1.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "",
              "image": "https://cdn2.ivivu.com/2019/10/21/18/ivivu-nha-tho-thanh-saint-paul2.jpg"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "12h00: Đoàn dùng cơm trưa tại nhà hàng. Tiếp tục hành trình đi tham quan Thành phố mới Putrajaya.",
              "image": "https://cdn2.ivivu.com/2022/09/09/17/ivivu-new-putrajaya.gif"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "Quảng trường Putra: Nơi diễn ra các sự kiện lớn ở Malaysia. Dinh Thủ Tướng: Nằm ở vị trí trung tâm trên nền đất cao hết sức uy nghi. Đền thờ hồi giáo Putra Mosque.",
              "description": "18h30: Dùng cơm tối tại nhà hàng, nhận phòng khách sạn nghỉ ngơi.",
              "image": ""
            }
          ]
        },
        {
          "id": 10,
          "name": "NGÀY 03: KULA LUMPUR - CAO NGUYÊN GENTING (ĂN BA BỮA)",
          "route": [
            {
              "time": "07h00: Đoàn dùng bữa sáng tại khách sạn.",
              "description": "08h00: Khởi hành đi tham quan:",
              "image": "https://cdn2.ivivu.com/2022/05/16/17/ivivu-cung-dien-hoang-gia-malaisia.gif"
            }
          ]
        },
        {
          "id": 11,
          "name": "",
          "route": [
            {
              "time": "12h00: Đoàn dùng bữa trưa tại nhà hàng.",
              "description": "Sau đó khởi hành lên cao nguyên Genting, trên đường đi ghé tham quan khu vực Động Batu - chinh phục 272 bậc thang để vào tham quan các đền thờ với nhiều bức tượng độc đáo của Ấn Độ giáo.",
              "image": "https://cdn2.ivivu.com/2022/04/12/10/ivivu-batu-cave.gif"
            }
          ]
        },
        {
          "id": 12,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Tiếp tục khởi hành đi cao nguyên Genting, đại điểm nổi tiếng của đất nước Malaysia, chinh phục độ cao hơn 2000m bằng hệ thống cáp treo dài 4km. Quý khách sẽ được khám phá một Genting đầy huyền thoại và thật sự hoành tráng với hệ thống casino, khách sạn, và các trò chơi giải trí - Quý khách có thể thử vận may tại các sòng bài, tham gia các trò chơi Indoor, Outdoor tại Theme Park (chi phí tự túc).",
              "image": "https://cdn2.ivivu.com/2022/07/21/12/ivivu-cao-nguyen-genting.gif"
            }
          ]
        },
        {
          "id": 13,
          "name": "NGÀY 04: KUALA LUMPUR - TP HỒ CHÍ MINH (ĂN SÁNG)",
          "route": [
            {
              "time": "07h00: Đoàn dùng bữa sáng tại khách sạn. 08h00: Đoàn khởi hành tham quan, mua sắm các Đặc sản của đất nước Malaysia, nhà máy Beryl’s Chocolate Kingdom nổi tiếng nhất Malaysia.",
              "description": "Sau đó xe và HDV đưa đoàn ra sân bay làm thủ tục đáp chuyến bay về lại Việt Nam. Tới sân bay Tân Sơn Nhất, HDV chia tay đoàn. Kết thúc chương trình tour.",
              "image": "https://cdn2.ivivu.com/2019/01/10/15/singapore-supertrees-at-the-gardens-by-the-bay.jpg"
            }
          ]
        }
      ]
    },
    {
      "id": "33",
      "name": "Tour Xe Lửa Cao Cấp Nha Trang 3N4Đ: Du Thuyền Đế Vương Trên Vịnh - City Tour",
      "image": "https://cdn2.ivivu.com/2023/04/04/10/ivivu-xe-lua-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2021/05/07/09/ivivu-vinh-nha-trang-750x420.gif",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "3 ngày 4 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Nha Trang",
      "price_Adult": 4290000,
      "price_Childern": 3800000,
      "evaluate": "9.0 Tuyệt vời",
      "start_day": "2024-07-26",
      "description": {
        "title": "Du Thuyền Đế Vương Trên Vịnh - City Tour",
        "content": "Trải nghiệm tour 3 ngày 4 đêm từ Sài Gòn đến Nha Trang với xe lửa cao cấp. Tham quan các điểm nổi bật như bãi biển Dốc Lết, tắm bùn I Resort, Vinwonder, và du ngoạn vịnh Nha Trang trên du thuyền Emperor Cruises. Thưởng thức buffet hải sản, tham gia các hoạt động vui chơi giải trí và mua sắm tại Nha Trang. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "ĐÊM ĐẦU TIÊN: TP. HỒ CHÍ MINH - TP. NHA TRANG (NGHỈ ĐÊM TRÊN TÀU)",
          "route": [
            {
              "time": "19h00: Quý khách có mặt tại ga Sài Gòn. Tàu xuất phát lúc 20h00. Nghỉ đêm trên tàu.",
              "description": "",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: BÃI BIỂN DỐC LẾT - BUFFET HẢI SẢN 100 MÓN - NHÀ HÁT ĐÓ (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "05h00: Đến ga Cam Ranh, đoàn di chuyến đến trung tâm tp. Nha Trang, trên đường dùng điểm tâm sáng và tham quan:",
              "description": "Dốc Lết - Với bãi cát trắng mịn, nước biển trong xanh và rặng dừa, tôn vinh vẻ đẹp tự nhiên, yên bình. ",
              "image": "https://cdn2.ivivu.com/2021/12/30/15/ivivu-doc-let-nha-trang.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "Tại Dốc Lết, du khách có thể tận hưởng tắm biển, chơi các trò giải trí trên biển như lướt sóng, bay dù, thư giãn dưới hàng dừa, hoặc dạo bờ cát trắng nghe sóng biển và tiếng dừa rì rào. (Chi phí tự túc)",
              "description": "14h00: Nhận phòng và nghỉ ngơi. (Trường hợp khách sạn có phòng sớm hơn sẽ cho quý khách nhận phòng sớm hơn tùy tình trạng phòng). Chiều tham quan Nhà hát Đó - Một điểm du lịch mới tại khu phức hợp Vega City, có kiến trúc hình chiếc đó, cung cấp không gian chụp ảnh đẹp cho du khách.",
              "image": "https://cdn2.ivivu.com/2023/07/12/14/ivivu-nha-hat-do.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "",
          "route": [
            {
              "time": "Nếu có nhu cầu quý khách có thể đăng ký mua vé thưởng thức show diễn nghệ thuật Rối Mơ (Chi phí tự túc)",
              "description": " Dùng bữa tối buffet.",
              "image": " "
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 2: DU THUYỀN EMPEROR CRUISES 5 SAO - BỮA TIỆC HẢI SẢN (ĂN SÁNG, TRƯA, TỐI) ",
          "route": [
            {
              "time": "Dùng điểm tâm sáng tại khách sạn.",
              "description": "08h00: Đoàn di chuyển xuống cảng. Cano đưa Quý khách lên Du thuyền Emperor Cruises - Khi lên du thuyền, đoàn được chào đón bằng cocktail mát lạnh và được nghe giới thiệu về Vịnh Nha Trang. Trong khi Du thuyền di chuyển cho quý khách ngắm nhìn phong cảnh biển tuyệt đẹp của vịnh Nha Trang.",
              "image": "https://cdn2.ivivu.com/2020/12/22/10/ivivu-emperor-cruise-day.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "",
              "description": "Tàu di chuyến qua Hòn Tằm và Hòn Một, Nhạc sống Ghita phục vụ quý khách trong thời gian di chuyển. Trong thời gian này, quý khách sẽ được thưởng thức các loại đồ uống và trái cây tươi theo mùa.",
              "image": "https://cdn2.ivivu.com/2021/03/16/11/ivivu-ghita-du-thuyen.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "",
          "route": [
            {
              "time": "Đến Hòn Miễu Quý khách trải nghiệm thuyền thúng tham quan quanh Làng chài và cập vào Bè cá để tham quan khu nuôi hải sản của người dân địa phương.",
              "description": "Sau đó đi Cano đến bãi Sỏi để quý khách trải nghiệm đặc biệt cho các hoạt động biển bao gồm: Bơi, tắm nắng, chèo thuyền kayak,... (Chi phí dịch vụ tại đây tự túc) hoặc có thể thư giãn trên những chiếc ghế dài ngắm vịnh Nha Trang.",
              "image": "https://cdn2.ivivu.com/2021/03/16/11/ivivu-kayaking.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "15h00: Thuyền đưa đoàn quay về cảng Nha Trang.",
              "description": "Quý khách dùng cơm tối tại nhà hàng. Nghỉ đêm tại Nha Trang.",
              "image": ""
            }
          ]
        },
        {
          "id": 9,
          "name": "NGÀY 3: CITY - VINWONDER - TP. HỒ CHÍ MINH (ĂN SÁNG)",
          "route": [
            {
              "time": "08h30: Xe đưa đoàn đi Thưởng Trầm và Kỳ Nam tài lộc quý giá, cùng trãi lòng với những hương thơm quý giá. 11h00: Đoàn trả phòng, Tự túc dùng bữa trưa tại Nha Trang. Tiếp tục tham quan thành phố Nha Trang",
              "description": "Chùa Long Sơn - Nổi tiếng với tượng Phật lớn trên đỉnh núi, là điểm thăm quan tâm linh quan trọng.",
              "image": "https://cdn2.ivivu.com/2021/12/02/14/ivivu-chua-long-son.gif"
            }
          ]
        },
        {
          "id": 10,
          "name": "",
          "route": [
            {
              "time": "Quý khách tự do tham gia tất cả các trò chơi trong nhà, ngoài trời:",
              "description": "Khám phá hệ thống các trò chơi trong nhà như: đấu bò tót, xe đụng, vườn cổ tích, thiên đường trẻ em, siêu thị game, hát karaoke và trải nghiệm cảm giác mới lạ trong rạp chiếu phim 4D hiện đại.",
              "image": "https://cdn2.ivivu.com/2020/07/22/10/ivivu-vinwonder-nt.gif"
            }
          ]
        },
        {
          "id": 11,
          "name": "",
          "route": [
            {
              "time": "17h00: Đoàn dùng bữa tối tự túc tại Nha Trang.",
              "description": "19h00: Đoàn di chuyển tới ga Nha Trang làm thủ tục lên tàu. Tàu lăn bánh lúc 20h00.",
              "image": ""
            }
          ]
        },
        {
          "id": 12,
          "name": "NGÀY 4: THÀNH PHỐ HỒ CHÍ MINH",
          "route": [
            {
              "time": "",
              "description": "05h00: Đoàn có mặt tại Tp. Hồ Chí Minh. Kết thúc chương trình, chia tay & hẹn gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": "34",
      "name": "Tour Miền Bắc 5N4Đ: HCM - Sapa - Ninh Bình - Hạ Long - Chùa Ba Vàng - Hà Nội",
      "image": "https://cdn2.ivivu.com/2022/08/05/10/ivivu-fansipan-sapa-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2021/12/13/15/ivivu-ha-long-bia-750x390.gif",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "5 ngày 4 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Hạ Long || Sapa",
      "price_Adult": 4290000,
      "price_Childern": 4000000,
      "evaluate": "10 Tuyệt vời",
      "start_day": "2024-07-27",
      "description": {
        "title": "Tour Miền Bắc 5N4Đ: HCM - Sapa - Ninh Bình - Hạ Long - Hà Nội",
        "content": "Khám Phá miền Bắc 5 ngày 4 đêm từ TP.HCM đi qua các điểm nổi tiếng như Sapa, Ninh Bình, Hạ Long, Chùa Ba Vàng và Hà Nội. Du khách sẽ được chiêm ngưỡng thiên nhiên hùng vĩ, khám phá di sản văn hóa phong phú và tham gia vào nhiều hoạt động giải trí hấp dẫn. Đây là cơ hội tuyệt vời để trải nghiệm vẻ đẹp đa dạng của vùng đất Bắc Việt Nam. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: TP HỒ CHÍ MINH - HÀ NỘI - SAPA (ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "04h00: Đón đoàn tại sân bay Tân Sơn Nhất, làm thủ tục bay đi Hà Nội trên chuyến bay VJ198 05:25. (Quý khách tự túc bữa sáng)",
              "description": "08h00: Đến sân bay Nội Bài, xe khởi hành đưa đoàn đi Sapa.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "12h00: Đoàn dùng cơm trưa tại Lào Cai. Quý khách tự do tham quan và chụp hình tại:",
              "description": "Cột mốc Hữu Nghị Việt Nam Trung Quốc - Cột mốc khối lượng 1 tấn, đánh dấu một vị trí lịch sử mà cha ông ta đã hy sinh xương máu trong suốt từ thế kỷ 19 đến nay để giữ gìn cho thế hệ mai sau.",
              "image": "https://cdn2.ivivu.com/2024/04/03/15/cot-moc-huu-nghi-viet-nam-trung-quoc.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "15h00: Đến Sapa, nhận phòng nghỉ ngơi. ",
              "description": "Đoàn dùng bữa tối tại nhà hàng. Tự do khám phá các con phố nhỏ của Sapa. Nghỉ đêm tại Sapa.",
              "image": "https://cdn2.ivivu.com/2023/07/12/14/ivivu-nha-hat-do.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 02: SAPA - FANSIPAN - BẢN CÁT CÁT (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng tại khách sạn. Khởi hành chinh phục nóc nhà Đông Đương đỉnh Fansipan.",
              "description": "Quý khách sẽ trải nghiệm cáp treo lên đỉnh Fansipan trên độ cao 2.900m. Sau đó, tiếp tục bách bộ lên Thanh Vân Đắc Lộ và Bích Vân Thiền Tự để dâng hương ở độ cao 3.037m. (Chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/15/11/ivivu-dinh-fansipan-lao-cai.gif "
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "Bản Cát Cát - Bản của người H’mong, tìm hiểu phong tục tập quán sinh hoạt kỳ thú, đơn sơ đến bình dị của những người dân địa phương vùng cao.",
              "description": "Thác Cát Cát và nhà máy Thủy Điện - Do người Pháp xây dựng đầu thế kỷ XX, vui chơi và chụp hình lưu niệm.",
              "image": "https://cdn2.ivivu.com/2020/06/15/17/ivivu-ban-cat-cat-2.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "Đoàn tự túc thưởng thức ẩm thực tại chợ đêm Sapa.",
              "description": "Nghỉ đêm tại Sapa.",
              "image": ""
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 03: SAPA  - HÀ NỘI (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm và trả phòng khách sạn. Khởi hành về Hà Nội. Đoàn dùng cơm trưa tại Phú Thọ.",
              "description": "Tham quan Chùa Trấn Quốc - Ngôi chùa Trấn Bắc cổ kính nhất Việt Nam với 1.500 năm tuổi nằm trên bán đảo cồn Quy linh thiêng với truyền thuyết và huyền thoại về Hồ Tây, hồ Trúc Bạch.",
              "image": "https://cdn2.ivivu.com/2019/12/27/13/ivivu-chua-tran-quoc.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "Hồ Hoàn Kiếm - Được mệnh danh là trái tim của thủ đô Hà Nội, là điểm đến yêu thích của du khách thập phương mang giá trị lịch sử văn hóa quý báu. Sau đó tham quan Đền Ngọc Sơn, Cầu Thê Húc.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/07/15/11/ivivu-den-ngoc-son.gif"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "Thưởng thức ẩm thực Hà Nội, nhận phòng khách sạn nghỉ ngơi. ",
              "description": "Nghỉ đêm tại Hà Nội.",
              "image": ""
            }
          ]
        },
        {
          "id": 10,
          "name": "NGÀY 04: HÀ NỘI - TRÀNG AN (NINH BÌNH) - HẠ LONG (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm và trả phòng khách sạn. Tiếp tục hành trình, đoàn khởi hành đi Ninh Bình, đến nơi Quý khách cầu lễ phật tại:",
              "description": "Chùa Bái Đính - Ngôi chùa lớn nhất Việt Nam với 500 pho tượng La Hán, tượng phật đồng lớn nhất Việt Nam.",
              "image": "https://cdn2.ivivu.com/2022/07/06/17/ivivu-chua-bai-dinh.gif"
            }
          ]
        },
        {
          "id": 11,
          "name": "",
          "route": [
            {
              "time": "Đoàn dùng cơm trưa với đặc sản Cơm Cháy Dê núi của Ninh Bình. ",
              "description": "Tham quan quần thể danh thắng Tràng An bằng thuyền - Di sản được UNESCO công nhận là di sản văn hóa và thiên nhiên Thế giới.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-trang-an.gif"
            }
          ]
        },
        {
          "id": 12,
          "name": "",
          "route": [
            {
              "time": "16h00: Khởi hành đi Hạ Long, trên đường đi qua Nam Định, Thái Bình và Hải Phòng.",
              "description": "Đoàn dùng bữa tối, tự do dạo chơi Công viên Hoàng Gia, mua sắm tại chợ đêm Hạ Long.  Nghỉ đêm tại Hạ Long.",
              "image": "https://cdn2.ivivu.com/2020/10/19/16/ivivu-bai-chay.gif"
            }
          ]
        },
        {
          "id": 13,
          "name": "NGÀY 05: HẠ LONG – SÂN BAY NỘI BÀI (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Đòan dùng điểm tâm và trả phòng khách sạn. Đoàn đến bến thuyền Tuần Châu bắt đầu hành trình tham quan Di sản thiên nhiên tại Việt Nam, với các danh thắng nổi tiếng:",
              "description": "Động Thiên Cung - Nằm trên đảo Đầu Gỗ (phía Tây Nam vịnh Hạ Long) ở độ cao khoảng 25m so với mực nước biển. Hang động rộng gần 10.000m2 với cấu trúc phức tạp, bốn bề xung quanh được bao phủ bởi các bờ vách rất cao và những khối nhũ, măng đá với nhiều hình thù kì lạ.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-dong-thien-cung.gif"
            }
          ]
        },
        {
          "id": 14,
          "name": "",
          "route": [
            {
              "time": "ĐĐoàn dùng cơm trưa trên du thuyền.",
              "description": "Ngắm Hòn Đỉnh Hương - Đặt giữa biển khơi là một hình ảnh rất thiêng liêng của Hạ Long.",
              "image": "https://cdn2.ivivu.com/2020/10/22/11/ivivu-dinh-lu-huong.gif"
            }
          ]
        },
        {
          "id": 15,
          "name": "",
          "route": [
            {
              "time": "Tàu về cập bến, xe đưa đoàn khởi hành về lại Hà Nội, trên đường đoàn ghé tham quan Chùa Ba Vàng - Một ngôi chùa tọa lạc trên lưng chừng núi Thành Đẳng, thuộc tỉnh Quảng Ninh. Chùa tọa lạc trên một vị trí rất đẹp ở độ cao 340m, phía trước là sông dài, phía sau tựa lưng vào núi và hai bên là rừng thông trải dài xanh ngát - một mỹ cảnh làm đắm say lòng người. ",
              "description": "Ra sân bay làm thủ tục bay về TP. HCM dự kiến 20h30. Kết thúc chương trình tham quan miền Bắc.",
              "image": "hhttps://cdn2.ivivu.com/2020/12/11/09/ivivu-chua-ba-vang.gif"
            }
          ]
        }
      ]
    },
    {
      "id": "35",
      "name": "Tour Miền Bắc 5N4Đ: HCM - Sapa - Ninh Bình - Hạ Long - Chùa Ba Vàng - Hà Nội",
      "image": "https://cdn2.ivivu.com/2022/08/05/10/ivivu-fansipan-sapa-246x232.gif",
      "image_introduce": "https://cdn2.ivivu.com/2021/12/13/15/ivivu-ha-long-bia-750x390.gif",
      "catagory_Id": 1,
      "area_Id": 3,
      "date": "5 ngày 4 đêm",
      "location_Start": "Thành phố Hồ Chí Minh",
      "location_End": "Hạ Long || Sapa",
      "price_Adult": 4290000,
      "price_Childern": 4000000,
      "evaluate": "10 Tuyệt vời",
      "start_day": "2024-07-27",
      "description": {
        "title": "Tour Miền Bắc 5N4Đ: HCM - Sapa - Ninh Bình - Hạ Long - Hà Nội",
        "content": "Khám Phá miền Bắc 5 ngày 4 đêm từ TP.HCM đi qua các điểm nổi tiếng như Sapa, Ninh Bình, Hạ Long, Chùa Ba Vàng và Hà Nội. Du khách sẽ được chiêm ngưỡng thiên nhiên hùng vĩ, khám phá di sản văn hóa phong phú và tham gia vào nhiều hoạt động giải trí hấp dẫn. Đây là cơ hội tuyệt vời để trải nghiệm vẻ đẹp đa dạng của vùng đất Bắc Việt Nam. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "detail": [
        {
          "id": 1,
          "name": "NGÀY 01: TP HỒ CHÍ MINH - HÀ NỘI - SAPA (ĂN TRƯA, TỐI)",
          "route": [
            {
              "time": "04h00: Đón đoàn tại sân bay Tân Sơn Nhất, làm thủ tục bay đi Hà Nội trên chuyến bay VJ198 05:25. (Quý khách tự túc bữa sáng)",
              "description": "08h00: Đến sân bay Nội Bài, xe khởi hành đưa đoàn đi Sapa.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "",
          "route": [
            {
              "time": "12h00: Đoàn dùng cơm trưa tại Lào Cai. Quý khách tự do tham quan và chụp hình tại:",
              "description": "Cột mốc Hữu Nghị Việt Nam Trung Quốc - Cột mốc khối lượng 1 tấn, đánh dấu một vị trí lịch sử mà cha ông ta đã hy sinh xương máu trong suốt từ thế kỷ 19 đến nay để giữ gìn cho thế hệ mai sau.",
              "image": "https://cdn2.ivivu.com/2024/04/03/15/cot-moc-huu-nghi-viet-nam-trung-quoc.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "",
          "route": [
            {
              "time": "15h00: Đến Sapa, nhận phòng nghỉ ngơi. ",
              "description": "Đoàn dùng bữa tối tại nhà hàng. Tự do khám phá các con phố nhỏ của Sapa. Nghỉ đêm tại Sapa.",
              "image": "https://cdn2.ivivu.com/2023/07/12/14/ivivu-nha-hat-do.jpg"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 02: SAPA - FANSIPAN - BẢN CÁT CÁT (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm sáng tại khách sạn. Khởi hành chinh phục nóc nhà Đông Đương đỉnh Fansipan.",
              "description": "Quý khách sẽ trải nghiệm cáp treo lên đỉnh Fansipan trên độ cao 2.900m. Sau đó, tiếp tục bách bộ lên Thanh Vân Đắc Lộ và Bích Vân Thiền Tự để dâng hương ở độ cao 3.037m. (Chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/15/11/ivivu-dinh-fansipan-lao-cai.gif "
            }
          ]
        },
        {
          "id": 5,
          "name": "",
          "route": [
            {
              "time": "Bản Cát Cát - Bản của người H’mong, tìm hiểu phong tục tập quán sinh hoạt kỳ thú, đơn sơ đến bình dị của những người dân địa phương vùng cao.",
              "description": "Thác Cát Cát và nhà máy Thủy Điện - Do người Pháp xây dựng đầu thế kỷ XX, vui chơi và chụp hình lưu niệm.",
              "image": "https://cdn2.ivivu.com/2020/06/15/17/ivivu-ban-cat-cat-2.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "",
          "route": [
            {
              "time": "Đoàn tự túc thưởng thức ẩm thực tại chợ đêm Sapa.",
              "description": "Nghỉ đêm tại Sapa.",
              "image": ""
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 03: SAPA  - HÀ NỘI (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm và trả phòng khách sạn. Khởi hành về Hà Nội. Đoàn dùng cơm trưa tại Phú Thọ.",
              "description": "Tham quan Chùa Trấn Quốc - Ngôi chùa Trấn Bắc cổ kính nhất Việt Nam với 1.500 năm tuổi nằm trên bán đảo cồn Quy linh thiêng với truyền thuyết và huyền thoại về Hồ Tây, hồ Trúc Bạch.",
              "image": "https://cdn2.ivivu.com/2019/12/27/13/ivivu-chua-tran-quoc.gif"
            }
          ]
        },
        {
          "id": 8,
          "name": "",
          "route": [
            {
              "time": "Hồ Hoàn Kiếm - Được mệnh danh là trái tim của thủ đô Hà Nội, là điểm đến yêu thích của du khách thập phương mang giá trị lịch sử văn hóa quý báu. Sau đó tham quan Đền Ngọc Sơn, Cầu Thê Húc.",
              "description": "",
              "image": "https://cdn2.ivivu.com/2022/07/15/11/ivivu-den-ngoc-son.gif"
            }
          ]
        },
        {
          "id": 9,
          "name": "",
          "route": [
            {
              "time": "Thưởng thức ẩm thực Hà Nội, nhận phòng khách sạn nghỉ ngơi. ",
              "description": "Nghỉ đêm tại Hà Nội.",
              "image": ""
            }
          ]
        },
        {
          "id": 10,
          "name": "NGÀY 04: HÀ NỘI - TRÀNG AN (NINH BÌNH) - HẠ LONG (ĂN SÁNG, TRƯA, TỐI)",
          "route": [
            {
              "time": "Đoàn dùng điểm tâm và trả phòng khách sạn. Tiếp tục hành trình, đoàn khởi hành đi Ninh Bình, đến nơi Quý khách cầu lễ phật tại:",
              "description": "Chùa Bái Đính - Ngôi chùa lớn nhất Việt Nam với 500 pho tượng La Hán, tượng phật đồng lớn nhất Việt Nam.",
              "image": "https://cdn2.ivivu.com/2022/07/06/17/ivivu-chua-bai-dinh.gif"
            }
          ]
        },
        {
          "id": 11,
          "name": "",
          "route": [
            {
              "time": "Đoàn dùng cơm trưa với đặc sản Cơm Cháy Dê núi của Ninh Bình. ",
              "description": "Tham quan quần thể danh thắng Tràng An bằng thuyền - Di sản được UNESCO công nhận là di sản văn hóa và thiên nhiên Thế giới.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-trang-an.gif"
            }
          ]
        },
        {
          "id": 12,
          "name": "",
          "route": [
            {
              "time": "16h00: Khởi hành đi Hạ Long, trên đường đi qua Nam Định, Thái Bình và Hải Phòng.",
              "description": "Đoàn dùng bữa tối, tự do dạo chơi Công viên Hoàng Gia, mua sắm tại chợ đêm Hạ Long.  Nghỉ đêm tại Hạ Long.",
              "image": "https://cdn2.ivivu.com/2020/10/19/16/ivivu-bai-chay.gif"
            }
          ]
        },
        {
          "id": 13,
          "name": "NGÀY 05: HẠ LONG – SÂN BAY NỘI BÀI (ĂN SÁNG, TRƯA)",
          "route": [
            {
              "time": "Đòan dùng điểm tâm và trả phòng khách sạn. Đoàn đến bến thuyền Tuần Châu bắt đầu hành trình tham quan Di sản thiên nhiên tại Việt Nam, với các danh thắng nổi tiếng:",
              "description": "Động Thiên Cung - Nằm trên đảo Đầu Gỗ (phía Tây Nam vịnh Hạ Long) ở độ cao khoảng 25m so với mực nước biển. Hang động rộng gần 10.000m2 với cấu trúc phức tạp, bốn bề xung quanh được bao phủ bởi các bờ vách rất cao và những khối nhũ, măng đá với nhiều hình thù kì lạ.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-dong-thien-cung.gif"
            }
          ]
        },
        {
          "id": 14,
          "name": "",
          "route": [
            {
              "time": "ĐĐoàn dùng cơm trưa trên du thuyền.",
              "description": "Ngắm Hòn Đỉnh Hương - Đặt giữa biển khơi là một hình ảnh rất thiêng liêng của Hạ Long.",
              "image": "https://cdn2.ivivu.com/2020/10/22/11/ivivu-dinh-lu-huong.gif"
            }
          ]
        },
        {
          "id": 15,
          "name": "",
          "route": [
            {
              "time": "Tàu về cập bến, xe đưa đoàn khởi hành về lại Hà Nội, trên đường đoàn ghé tham quan Chùa Ba Vàng - Một ngôi chùa tọa lạc trên lưng chừng núi Thành Đẳng, thuộc tỉnh Quảng Ninh. Chùa tọa lạc trên một vị trí rất đẹp ở độ cao 340m, phía trước là sông dài, phía sau tựa lưng vào núi và hai bên là rừng thông trải dài xanh ngát - một mỹ cảnh làm đắm say lòng người. ",
              "description": "Ra sân bay làm thủ tục bay về TP. HCM dự kiến 20h30. Kết thúc chương trình tham quan miền Bắc.",
              "image": "hhttps://cdn2.ivivu.com/2020/12/11/09/ivivu-chua-ba-vang.gif"
            }
          ]
        }
      ]
    }
  ],
  "users": [
    {
      "id": "1",
      "username": "admin",
      "password": "admin123"
    },
    {
      "id": "2",
      "username": "user",
      "password": "user123"
    },
    {
      "id": "abc",
      "name": "le minh tai",
      "password": "abc123",
      "email": "trongphuc27072003@gmail.com",
      "phone": "0334235789",
      "country": "",
      "address": "",
      "gender": "male"
    },
    {
      "id": "abc",
      "name": "Le Minh ",
      "password": "abc456",
      "email": "trongphuc27072003@gmail.com",
      "phone": "0342137337",
      "country": "hochiminh",
      "address": "",
      "gender": "male"
    },
    {
      "id": "abc",
      "name": "Tran Dang Khoa",
      "password": "abc888",
      "email": "trongphuc27072003@gmail.com",
      "phone": "",
      "country": "danang",
      "address": "",
      "gender": "male"
    },
    {
      "id": "0adb85f5-ab56-40f0-9042-53338fe523e7",
      "name": "Le Thang",
      "password": "123",
      "email": "trongphuc27072003@gmail.com",
      "phone": "",
      "country": "ho chi minh",
      "address": "",
      "gender": "male"
    },
    {
      "id": "8bd228c0-38ff-474c-ab53-73f751927192",
      "name": "Le Hai",
      "password": "123",
      "email": "trongphuc27072003@gmail.com",
      "phone": "",
      "country": "ho chi minh",
      "address": "",
      "gender": "male"
    },
    {
      "id": "dcb8",
      "username": "goku",
      "name": "Ta Thang",
      "password": "7777",
      "email": "trongphuc27072003@gmail.com",
      "phone": "",
      "country": "da nang",
      "address": "",
      "gender": "male"
    },
    {
      "id": "898a",
      "username": "anhtai",
      "password": "1",
      "email": "trongphuc27072003@gmail.com",
      "phone": "",
      "country": "ho chi minh",
      "gender": "male"
    },
    {
      "id": "dc37",
      "username": "a",
      "password": "123",
      "email": "trongphuc27072003@gmail.com",
      "phone": "",
      "country": "ho chi minh",
      "gender": "male"
    },
    {
      "id": "7937",
      "username": "abc123",
      "password": "123",
      "email": "trongphuc27072003@gmail.com",
      "phone": "",
      "country": "",
      "gender": "male"
    },
    {
      "id": "378e",
      "username": "thang",
      "password": "123",
      "email": "yuuwhisky@gmail.com",
      "phone": "0123456789",
      "country": "",
      "gender": "male"
    },
    {
      "id": "ef01",
      "username": "abc",
      "password": "123",
      "email": "123@gmail.com",
      "phone": "01234568623",
      "country": "",
      "gender": "male"
    },
    {
      "id": "d350",
      "username": "1",
      "password": "1",
      "email": "gmail@gmail.com",
      "phone": "0269695452",
      "country": "ho chi minh",
      "gender": "male"
    }
  ]
}